-- phpMyAdmin SQL Dump
-- version 5.2.2
-- https://www.phpmyadmin.net/
--
-- ホスト: localhost
-- 生成日時: 2026 年 2 月 17 日 06:07
-- サーバのバージョン： 10.5.27-MariaDB
-- PHP のバージョン: 8.0.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- データベース: `wte`
--

-- --------------------------------------------------------

--
-- テーブルの構造 `anns`
--

CREATE TABLE `anns` (
  `ann_id` int(10) UNSIGNED NOT NULL,
  `ann_target` tinyint(3) UNSIGNED NOT NULL,
  `ann_cdate` int(10) UNSIGNED NOT NULL,
  `ann_title` varchar(20) NOT NULL,
  `ann_content` text DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `autos`
--

CREATE TABLE `autos` (
  `auto_id` bigint(20) UNSIGNED NOT NULL,
  `member_id` bigint(20) UNSIGNED NOT NULL,
  `crd_id` bigint(20) UNSIGNED NOT NULL,
  `pln_id` varchar(50) NOT NULL,
  `auto_cdate` int(10) UNSIGNED NOT NULL,
  `auto_price` int(10) UNSIGNED NOT NULL,
  `auto_point` int(10) UNSIGNED NOT NULL,
  `auto_day` tinyint(3) UNSIGNED NOT NULL,
  `auto_last_ym` mediumint(8) UNSIGNED NOT NULL,
  `auto_status` tinyint(3) UNSIGNED NOT NULL DEFAULT 1,
  `auto_count` smallint(5) UNSIGNED NOT NULL DEFAULT 1,
  `auto_sdate` int(10) UNSIGNED NOT NULL DEFAULT 0,
  `auto_stop_reason` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `auto_mdate` int(10) UNSIGNED NOT NULL DEFAULT 0,
  `auto_txn_id` varchar(20) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `buzzes`
--

CREATE TABLE `buzzes` (
  `buz_id` bigint(20) UNSIGNED NOT NULL,
  `member_id` bigint(20) UNSIGNED NOT NULL,
  `prof_id` bigint(20) UNSIGNED NOT NULL,
  `buz_cdate` int(10) UNSIGNED NOT NULL,
  `buz_show` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `buz_content` mediumtext NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- テーブルのデータのダンプ `buzzes`
--

INSERT INTO `buzzes` (`buz_id`, `member_id`, `prof_id`, `buz_cdate`, `buz_show`, `buz_content`) VALUES
(1, 10, 5, 1765343119, 1, '確かな英語力と引き出しの多い会話力、どちらもお持ちのとても親しみやすく明るい先生だと思いました。発音もとても美しく、わかりやすい英語で話して頂けるのでオールイングリッシュのレッスンもお薦め致します。'),
(2, 10, 5, 1765343145, 1, '優しい雰囲気で聞き上手な先生です。人生経験豊富な先生なので、関西弁を交えつつ、自分の人生を英語で表現してもらい、いいリスニングの授業になりました。発音も上手で、ちょうどリスニングを鍛えたかったのでよかったです。'),
(3, 10, 5, 1765343158, 1, '先生が話し易いお人柄なのと、レッスン内容も楽しいので続けて受講しております。題材や進め方についてこちらの希望を組み入れて頂けるのでありがたいです。'),
(4, 10, 5, 1765343170, 1, 'いつも子供が楽しく授業受けさせてもらっています。子供が考えて答えようとするのを、しっかり待っていただいたり、とても優しくリードしていただけるので、安心して任せていられます。'),
(5, 10, 5, 1765343180, 1, '体験で今回のレッスンを受けました。初めてのオンライン英会話でとても緊張しましたが、先生が優しく促してくださったので安心しました。今後も続けたいと思います。'),
(6, 10, 5, 1765343192, 1, '今までどう言えばいいのだろうと悶々としていたことが解決できるような気がしました。キャリー先生は親しみやすい雰囲気で、安心して話すことができる気がしました。'),
(7, 10, 5, 1765343200, 1, '何度もお世話になっております。前回までの復習と新しい単語を教えていただいたようです。いつもとても丁寧に教えていただけるし、優しいだけでなく面白さもあるので、飽きっぽい娘も続けていけています。'),
(8, 10, 5, 1765343208, 1, 'いつも丁寧に教えてくださります。今日はたくさん新しい単語を習ったようです。理解できることが増えてきたようで、キャリー先生のおかげで英語の楽しさがわかってきたようです。'),
(9, 10, 5, 1765343217, 1, '初めてのレッスンで緊張していましたが、とても気さくに話しかけて頂き、とても楽しいレッスンでした。英会話初級レベルですが、学習の進め方もとてもよく、続けていけそうな気になりました。'),
(10, 10, 5, 1765343226, 1, 'もう何度もお世話になっています。娘の大のお気に入りの先生です。丁寧に指導していただき褒めてくださるので、回数を重ねることに自信がついているようです。'),
(11, 10, 5, 1765343234, 1, '今日は新しい単語を教えていただいたようです。しっかり覚えたい！とやる気満々でした。先生の教え方のお陰だと思います。ずっと教えて頂きたい先生です。'),
(12, 10, 5, 1765343243, 1, '終始にこにこと優しい雰囲気で話を聞いてくださり、とてもリラックスしてお話ができました！会話で使えるフレーズ少しずつ丁寧に教えてくださり、生きた英語を習得できそうだなと思いました。'),
(13, 10, 5, 1765343252, 1, 'とにかく英語を話すことが重要と考えていましたが、丁寧に説明してもらうことも必要だと思いました。ネイティブ的な表現の説明が大変参考になります。'),
(14, 10, 5, 1765343264, 1, '今回もネイティブ的な表現を紹介していただき、参考になりました。知らなかった単語だけでなく、知っている単語でもこういう使い方をするのかと思いました。'),
(15, 10, 5, 1765343275, 1, '実践的な英語を教えていただき、すごく勉強になりました!どこを強調して読めばいいのか具体性があり、楽しく学べました。またお願いしたい先生です♪'),
(16, 10, 5, 1765343286, 1, '初めてのレッスンでしたが、レッスン前に緊張していたのを忘れて楽しく受講することができました。私の言うこともじっくりと聞いていただけて、安心感のある授業でした。また受けてみたいと思います。'),
(17, 10, 5, 1765343317, 1, '私がしていただきたいレッスンをこんなに濃く教えていただけてビックリしました！！これを元に次回もレッスンしていただける方法も斬新で素晴らしいです(^o^ゞ'),
(18, 10, 6, 1766456741, 1, '小学１年生の娘の対応をいただきました。担当の先生はとても丁寧で優しく、楽しく受講していました。今回は無料体験でしたが、今後も継続利用したいと思います。'),
(19, 10, 6, 1766456932, 1, '今日も楽しく授業が出来ました。\n日頃のわからない英語を丁寧に教えて頂き助かりました！'),
(20, 10, 6, 1766456942, 1, '本日はキッズ向けのレッスンを体験させていただきました。\n子供も緊張はしていたようですが、楽しくレッスンを受けられたようで安心致しました。終始優しく教えて頂き、感謝しております。'),
(21, 10, 6, 1766456949, 1, '初レッスンで子供は緊張していたようでしたが、先生が優しく話してくださったので楽しかったようです。'),
(22, 10, 6, 1766456957, 1, '日記の添削をすすめてくれました。\n発音が良いのでリスニングの勉強になります。\n文法も教えていただけました。'),
(23, 10, 6, 1766456967, 1, '子供がまだレッスンに慣れていないことを事前に伝えたところ、日本語を混えてわかりやすく、またクイズ形式で楽しくレッスンを受けることができました。また英語で復唱するよう言われても対応できてないことを伝えたら、そこも日本語で伝えてくれたことで、今までで一番英語の発話をできていたのでよかったです。'),
(24, 10, 6, 1766456974, 1, '初回レッスンを受講させていただきました。全然英語が話せない、理解できない状況ですが、私にも理解できるレベルに合わせてレッスンいただきました。今後のレッスンプランも詳細にご提案いただきました。あっという間の25分で、非常に内容の濃いレッスンを受講することできました。\n僭越ながら、英語に関する造詣が深いこともちろん、発音はいうまでもなく、その他のお話もすべてが、大変楽しいうえ、多くの気づきを頂戴できたレッスンでした。ワールドトークで最高の先生のおひとりだと思います。'),
(25, 10, 6, 1766456983, 1, '明るく色々と話しかけていただきました、ありがとうございました。またレッスンをお願いしたいと思います。'),
(26, 10, 6, 1766456988, 1, 'ネイティブのような発音と表現方法を使ってレッスンしていただけるので大変勉強になります。またディスカッションのレッスンもして頂き、実際に役に立つレッスンです。'),
(27, 10, 6, 1766456994, 1, 'まずは初めのご挨拶から英語力をご判断頂き、これからの方向性を確認しました。\nまた、先生の英語を普段から身近な物にする取り組みも教えて頂き良かったです。'),
(28, 10, 6, 1766457000, 1, '初めてのレッスンで緊張していましたが、初心者の私に優しく的確なアドバイスをいただき、満足しています。なんとか続けられそうです。ありがとうございます。'),
(29, 10, 6, 1766457007, 1, '楽しかったようで、終わってすぐに『早く次の予約して！！明日でもいいから！！』と嬉しそうに言っていました。少し『お勉強的なレッスン』に嫌気が来ているようなので、気分転換にもなったようでよかったです。'),
(30, 10, 6, 1766457012, 1, '初めてのLessonでしたが、好きなものを聞いてくださったり、優しく丁寧な授業で、子供も楽しそうにしていました。ありがとうございました。'),
(31, 10, 1, 1766458120, 1, '最初はついていけるか不安でしたが、周りの受講生のやる気にモチベーションも上がりました。個人的には、宿題等の負荷がある方が強制的に勉強できる時間も作れたので、頑張れたポイントです。また、いつも思った以上に細かい英作文の添削や長文読解の資料などを提供してくれます。独学では手に届かないところを丁寧に進めてくれる、そんな講座です。'),
(32, 10, 1, 1766458154, 1, '本講座を2ヶ月受講いたしまして、宿題提出はいつもギリギリでしたが、グループメンバーの方々と毎週勉強する習慣ができ、モチベーションがあがり、このたび講座最終の7月のTOEICにて自己ベストを更新することができました。2ヶ月とても丁寧に指導いただいたおかげです。Akane先生、ありがとうございました。'),
(33, 10, 1, 1766458168, 1, '人生で一番英語の勉強に取り組めた３か月間だったと思います。こんなに頑張れた自分を褒めてあげたい！と思うほどでした。でも、これは間違いなく、あかね先生のおかげです。いつも、あかね先生の笑顔、明るい声でモチベーションがあがりました。また、英語の勉強法の指導も大変適格でした。毎回宿題を的確に分析してくださり、実力がついていることも実感することができました。メンバーにも大変恵まれたこともとても大きかったと思います。「途中で脱落するだろう」と思って始めたのが、信じられないくらい・・。ちなみに、この３か月、モチベーションが上がって、個人のいつものワールドトークレッスンも、むしろハイペースで進められていまし'),
(34, 10, 1, 1766458181, 1, 'これまで複数回受講させていただいています。あかね先生のご指導は大変丁寧でわかりやすく、確実に実力が上がります。それだけでなく、グループレッスンではいつも不思議と参加メンバーにも恵まれていると感じます。双方向の対話が適度にあるレッスンなので、初めは少し緊張しますが、回を重ねる毎に、お互いのことが分かってきて、メンバー同士のレスペクトや連帯感が出てきます。学習方法を共有したりする時間もとっていただけるため、とても参考になります。一人だったらあんなに頑張ることは絶対にできなかった、といつも感じていて、開講してくださったあかね先生や参加メンバーに感謝しています。'),
(35, 10, 1, 1766458344, 1, 'ありがとうございました。一度もビデオオンにせず、失礼しました。先生は受講生の表情が見えずやりにくい面があったかもしれませんが、受ける側からすると、家族が近くにいたりする環境のなかでの受講だったので、オフで参加させていただき、助かりました。\nTOEIC900点超えたいです！今、865点ぐらい。講座開設お願いします！そしていつか英検1級講座もお願いします。'),
(36, 10, 1, 1766458351, 1, '3ヶ月間ありがとうございました。とても丁寧でわかりやすく教えてくださりありがとうございました。'),
(37, 10, 1, 1766458360, 1, '今回レベルが高くて、ついていけるか心配だった。いい刺激になった。同じような講座があれば、検討したい。Akan先生が詳しく教えてくれた。宿題をこなすのがきつかったが、なんとかがんばった。自分一人ではここまでしなかったと思う。'),
(38, 10, 1, 1766458396, 1, '3か月間、ありがとうございました。先生の雰囲気もやわらかく、説明もわかりやすかったです。ただ、一回６０分は短く感じました。６０分講義プラス２０分の質疑応答などだと良かったと思います！また機会があれば参加したいと思います！'),
(39, 10, 1, 1766458402, 1, 'Akane先生の説明がとてもわかりやすく、またやさしいお人柄で、楽しくレッスンが受講できました。今後機会があれば個人レッスンも受けたいと思いました。'),
(40, 10, 1, 1766458415, 1, '講師のAkane先生がとても優秀な方で、独学で挫折しそうな問題にもわかりやすく簡潔に解説いただけた。\n難しい問題集の公式問題集リーディング編を全てやり切ることができた。\n毎週宿題を課せられることによって、どんなに忙しくても問題を解くという学習習慣がついた。'),
(41, 10, 3, 1768891115, 1, '息子の英検準1級のライティングをお願いしたのですが、初めてにもかかわらず丁寧に教えていただき、息子も一生懸命レッスンしてました。また次回もお願いしたいです。'),
(42, 10, 3, 1768891122, 1, '子どものレッスンをお願いしています。英検のレッスンをお願いしても、フリートークをお願いしても、何にでも対応できる完璧な先生だと思いました。これからもお世話になりたいと思っております。どうぞよろしくお願いいたします。'),
(43, 10, 3, 1768891138, 1, 'Kohay先生、念願の英検１級に合格できました。どんなに出来が悪くてもいつも優しくて爽やかな笑顔で迎えてくださってレッスンをしていただきました。心が折れそうな時も諦めなかったのは先生のおかげです。本当にありがとうございました。'),
(44, 10, 3, 1768891150, 1, '先生のおかげで、今回英検1級二次試験無事に合格しました。1年間大変お世話になっております。またよろしくお願いいたします。'),
(45, 10, 3, 1768891169, 1, '小学1年生の息子（英検2級合格済）の英会話力維持の為、レッスンをお願いしました。以前 英検2級対策でもお世話になりKohay先生のレッスンの質の高さは存じ上げておりましたが、やはり素晴らしいです！時事問題、社会問題等を幼児の息子にわかりやすくAll English でディスカッションをしていただけます。準1級受験に向けて、改めて、Kohay先生にご指導いただきたいと思いました。'),
(46, 10, 3, 1768891180, 1, 'Kohay先生による英検準一級の英作文の添削レッスンを今回を含め数回行いました。先生の英語学習の経験から裏付けられた英語表現は英検準一級の英作文の語彙パートで満点の獲得につながりました。'),
(47, 10, 3, 1768891188, 1, 'いつもは英検準1級のリスニングをメインでやっていますが、今日はリーディングの解説をしていただきました。自分で解いた時は、あまりしっくりきていなくて、自信がなかった解答もレッスン後には内容や、解き方含めて全てすっきりしています！25分という短い時間内でもいつも学びの多いレッスンを提供していただき、感謝しています！'),
(48, 10, 3, 1768891198, 1, '時間内に英検や、長文読解に共通する裏技のようなものをぎっしりと教えてくださるので、毎回とてもためになります！'),
(49, 10, 3, 1768891206, 1, '数年間、英検準1級の勉強をしてきて、やっと自分のリスニングの弱点や聞き取りのポイントを明確に指摘してくれる講師に出会うことができました。'),
(50, 10, 3, 1768891212, 1, '英検準１級に向けての勉強方法や、参考書などを教えていただきました。英検のこともとても詳しかったので、これから先生に教えていただきたいと思いました。スライドを用いて説明していただけたので、とても分かりやすかったです。'),
(51, 10, 3, 1768891221, 1, '英検の読解の問題について教わりました。英検の問題なのに、まるで宝探しのようなワクワク感がありました。とても楽しい授業でした。ありがとうございます！！'),
(52, 10, 3, 1768891229, 1, '英検１級二次試験対策をしていただきありがとうございました。今までは聞いたことのない新しい観点でのアドバイスをいただき、目から鱗が落ちるような気持ちでした。早速取り入れてみたいと思いました。また、レッスンが始まった時は緊張していたのですが先生のお人柄で緊張が段々とほぐれて落ち着いてレッスンを受けられました。ありがとうございました。'),
(53, 10, 3, 1768891236, 1, '英検準一級の二次試験対策のレッスンを受けました。時間配分のアドバイスや解答を添削してもらえるので、自分の反省点を改善しやすいです。'),
(54, 10, 3, 1768891244, 1, '英検準一級の二次試験対策レッスンを受けました。スピーキングを沢山練習させてもらいました。単語や前置詞などの正しい表現方法、聞き取りづらい単語も教えていただきました。'),
(55, 10, 3, 1768891254, 1, '英検準一級リスニングのレッスンを受けました。不正解だった問題にも解説を頂きました。目標の点数も具体的に教えてもらったのでやる気がもっと出ました。'),
(56, 10, 3, 1768891260, 1, '準１級の読解を一緒にやってもらいました。まったく難しいのですが、方向性がみえてきました。KOHAY先生はさすがです。'),
(57, 10, 3, 1768891269, 1, '先生に教えてもらったトレーニングで読解が速くなりました。これからも続けていきます。英検準一級の英作文の添削して頂き、書き方も教えて頂いたので、こちらの練習も続けていきたいです。'),
(58, 10, 3, 1768891283, 1, '英検準一級の読解対策をしていただきました。問題を解く時に助けになる考え方を教えてもらい、実際に解きやすくなりました。ありがとうございました。'),
(59, 10, 3, 1768891288, 1, '英検について詳しくアドバイス頂きました。一つの目標として受験を考えてみようかなと思い至りました。適切な助言をありがとうございました。落ち着いた中にも優しさのあふれた先生、どんなレベルの方にも対応できる英語のエキスパートであると同時に、英語学習の伴走者になろうとして下さる熱心な先生だと感じました。'),
(60, 10, 7, 1769403087, 0, 'わかりやすい解説をしてくださる先生でした。\n性格も明るい先生だったので、私まで気分が明るくなりました。'),
(61, 10, 7, 1769403093, 1, 'とても元気な先生で、パワーをもらいました。\n英語の目標を考えている途中でお会いでき、よかったです。\n次も予約しております。'),
(62, 10, 7, 1769403099, 1, '初めてのレッスンで開始3分くらい緊張しておりましたが、先生のお人柄で緊張も解れやる気も沸きました!'),
(63, 10, 7, 1769403105, 1, '様々なレベルの先生がいらっしゃるようにお見受けしますが、こちらの先生の英語はネイティブレベルです。褒め上手で、明るく、説明もとても上手です。'),
(64, 10, 7, 1769403116, 1, 'Yoshino K先生のおかげで、英検合格することができました！いつも明るく楽しいレッスンをありがとうございます。これからもよろしくお願いいたします。'),
(65, 10, 7, 1769403127, 1, 'とても有意義なレッスンで、丁寧なフィードバックも下さって勉強になります。定期的にレッスンをお願いしたいと思います。'),
(66, 10, 7, 1769403135, 1, '英語勉強のアドバイスありがとうございました✨\n図でのイメージ見える化で、すごくわかりやすかったです。\nいつも風のようにさわやかで、春や冬、秋の太陽のようにあたたかいレッスン✨英語勉強の励みになります( ^)o(^ )'),
(67, 10, 7, 1769403144, 1, '今回もスーパー分かりやすく、サポート力ばつぐんのレッスンをありがとうございました✨英語きょーふがうすらいで、英語を勉強するのはたのしいのかもしれない、に変わっていきそうです✨'),
(68, 10, 7, 1769403165, 1, '今回も超初心者でも楽しめてかつ！絶対にやくだちそうな単語を手とりあしとりレッスン、ありがとうございました。こんども楽しみです( ^)o(^ )'),
(69, 10, 7, 1769403170, 1, 'とっても明るく緊張せずレッスンを受けることが出来ました。とても良い先生だと思います！'),
(70, 10, 7, 1769403178, 1, '英語超×３初心者のため、劣等感ばかりのわたしでしたが、超×３のレベルでも無理なく、分かりやすいレッスンをとても楽しく受けれることができました。'),
(71, 10, 7, 1769403197, 1, 'Yoshino先生のレッスンは最高です！レッスンは毎回深い学びがあり、私もいつか先生のように話せるようになりたいと思いました。その為にもっともっと努力をしていきたいと思います。夏休みに入ったらレッスン時間を増やせるので頑張ります。これからもどうぞよろしくお願いいたします。'),
(72, 10, 7, 1769403203, 1, 'Yoshino先生はいつも明るく楽しいレッスンで、毎回楽しみにしております。夏休みにたくさん予約を入れて、集中して頑張りたいと思います。'),
(73, 10, 7, 1769403209, 1, 'わからなかったところをわかるまで細かく教えてくださりました。'),
(74, 10, 7, 1769403227, 1, '今回も質問に対して一緒に解決してくれたので、わからないことを気軽に聞くことができました。'),
(75, 10, 7, 1769403238, 1, '今回も英語でたくさんお話しできて、とても充実したレッスンになりました。ありがとうございます。\n新しい仕事が決まったこともご報告できて良かったですし、喜んでいただいたのもとてもうれしかったです。\nまた楽しいレッスンをお願いしますね！'),
(76, 10, 7, 1769403244, 1, 'とても楽しくて陽気な先生と朝からお話しできて、たくさん元気をいただきました。英語ではどのように言うのか、気になっていた言葉についてもいろいろ教えていただいたので、とても勉強になりました。また次回もお願いしますね！'),
(77, 10, 7, 1769403251, 1, '今回も、明るくて笑顔がとても素敵な先生のおかげで、楽しいレッスンになりました。\n私は日本語に逃げそうになるのですが、終始英語で対応していただいたので、何とか留まることができました。\nありがとうございます。またお願いしますね！'),
(78, 10, 7, 1769403256, 1, '本日は初回のレッスンありがとうございました！\n私が主に学びたい英語の発音について今後のレッスンプランなどを教えていただけたので、どのように勉強を進めていくかのイメージがつきやすくてありがたかったです！\nこれからもよろしくお願いします！'),
(79, 10, 7, 1769403269, 1, 'とても明るくて、褒め上手で、聞き上手で、そして話し上手な素晴らしい先生だと思いました。\nいろいろなトピックについて、またお話ししたいです。\n今回もありましたが、どうしても言葉が上手く出てこないときがあるので、次回からは相談しながら受講したいです。\nありがとうございました！'),
(80, 10, 7, 1769403280, 1, '初めてのレッスンで緊張してましたが、明るく楽しく教えて頂き\nこれからも続けていきたいと思います！！');

-- --------------------------------------------------------

--
-- テーブルの構造 `cards`
--

CREATE TABLE `cards` (
  `crd_id` bigint(20) UNSIGNED NOT NULL,
  `member_id` bigint(20) UNSIGNED NOT NULL,
  `mbract_id` bigint(20) UNSIGNED NOT NULL DEFAULT 0,
  `pln_id` varchar(50) NOT NULL,
  `auto_id` bigint(20) UNSIGNED NOT NULL DEFAULT 0,
  `crd_cdate` int(10) UNSIGNED NOT NULL,
  `crd_rdate` int(10) UNSIGNED NOT NULL DEFAULT 0,
  `crd_price` int(10) UNSIGNED NOT NULL,
  `crd_point` int(10) UNSIGNED NOT NULL,
  `crd_subscription` tinyint(3) UNSIGNED NOT NULL,
  `crd_ref` tinyint(3) UNSIGNED NOT NULL,
  `crd_success` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `crd_txn_id` varchar(20) DEFAULT NULL,
  `crd_payer_id` varchar(13) DEFAULT NULL,
  `crd_receipt_id` varchar(20) DEFAULT NULL,
  `crd_ipn_message` text DEFAULT NULL,
  `crd_nvp_message` text DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `ccates`
--

CREATE TABLE `ccates` (
  `ccate_id` int(10) UNSIGNED NOT NULL,
  `ccate_pid` int(10) UNSIGNED NOT NULL DEFAULT 0,
  `ccate_layer` tinyint(3) UNSIGNED NOT NULL,
  `ccate_order` tinyint(3) UNSIGNED NOT NULL,
  `ccate_name` varchar(255) NOT NULL,
  `ccate_status` tinyint(3) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- テーブルのデータのダンプ `ccates`
--

INSERT INTO `ccates` (`ccate_id`, `ccate_pid`, `ccate_layer`, `ccate_order`, `ccate_name`, `ccate_status`) VALUES
(1, 0, 1, 1, 'Akane先生', 1),
(2, 1, 2, 1, 'TOEIC730講座', 1),
(3, 0, 1, 2, 'テスト', 1),
(4, 3, 2, 1, 'テスト授業', 1),
(5, 0, 1, 3, 'Kohay先生', 1),
(6, 5, 2, 1, '英単語暗記革命', 1),
(7, 0, 1, 4, 'Kazu先生', 1),
(8, 7, 2, 1, '英検1級2次完全攻略講座', 1),
(9, 7, 2, 2, '大学受験夏期講座', 1),
(10, 1, 2, 2, '英検準1級対策講座', 1),
(11, 0, 1, 5, 'Carrie先生', 1),
(12, 0, 1, 6, 'Joanna先生', 1),
(13, 0, 1, 7, 'Yoshino K先生', 1);

-- --------------------------------------------------------

--
-- テーブルの構造 `coupons`
--

CREATE TABLE `coupons` (
  `coupon_id` bigint(20) UNSIGNED NOT NULL,
  `seller_id` bigint(20) UNSIGNED NOT NULL,
  `coupon_code` varchar(8) NOT NULL,
  `coupon_cdate` int(10) UNSIGNED NOT NULL,
  `coupon_expire` date NOT NULL DEFAULT '9999-12-31',
  `coupon_title` varchar(50) NOT NULL,
  `coupon_price` int(10) UNSIGNED NOT NULL,
  `coupon_max` int(10) UNSIGNED NOT NULL,
  `coupon_num` int(10) UNSIGNED NOT NULL DEFAULT 0,
  `coupon_status` tinyint(3) UNSIGNED NOT NULL DEFAULT 1,
  `coupon_note` text DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `courses`
--

CREATE TABLE `courses` (
  `course_id` bigint(20) UNSIGNED NOT NULL,
  `prof_id` bigint(20) UNSIGNED NOT NULL,
  `course_cdate` int(10) UNSIGNED NOT NULL,
  `course_mdate` int(10) UNSIGNED NOT NULL,
  `course_status` tinyint(3) UNSIGNED NOT NULL,
  `course_name` varchar(255) NOT NULL,
  `course_copy` varchar(255) DEFAULT NULL,
  `course_fee` int(10) UNSIGNED NOT NULL,
  `course_price` int(10) UNSIGNED NOT NULL DEFAULT 0,
  `course_start_date` date DEFAULT NULL,
  `course_end_date` date DEFAULT NULL,
  `course_weekday_mask` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `course_time_start` time DEFAULT NULL,
  `course_time_end` time DEFAULT NULL,
  `course_score` int(10) UNSIGNED NOT NULL DEFAULT 0,
  `course_order_weight` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `course_reco` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `course_step` smallint(5) UNSIGNED NOT NULL DEFAULT 1,
  `course_ccate_id_1` int(10) UNSIGNED NOT NULL DEFAULT 0,
  `course_ccate_id_2` int(10) UNSIGNED NOT NULL DEFAULT 0,
  `course_logo` tinyint(3) UNSIGNED DEFAULT NULL,
  `course_youtube_id` varchar(11) DEFAULT NULL,
  `course_youtube_id_2` varchar(11) DEFAULT NULL,
  `course_intro` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `course_memo` text DEFAULT NULL,
  `course_group_flag` int(11) NOT NULL DEFAULT 0,
  `course_group_upper` int(11) NOT NULL DEFAULT 0,
  `course_group_limit` int(11) NOT NULL DEFAULT 0,
  `course_mail_s` text DEFAULT NULL,
  `course_mail_e` text DEFAULT NULL,
  `course_meeting_url` varchar(255) DEFAULT NULL,
  `course_meeting_id` bigint(20) DEFAULT NULL,
  `course_meeting_pass` bigint(20) DEFAULT NULL,
  `course_meeting_type` tinyint(3) UNSIGNED NOT NULL DEFAULT 1,
  `course_syllabus` varchar(255) DEFAULT NULL,
  `course_material` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `course_total_lessons` smallint(5) UNSIGNED NOT NULL DEFAULT 1,
  `course_apply_deadline` datetime DEFAULT NULL,
  `course_landingpage` varchar(255) DEFAULT NULL,
  `course_apply_form_url` varchar(255) DEFAULT NULL,
  `course_material_drive_url` varchar(255) DEFAULT NULL,
  `course_holiday_dates` text DEFAULT NULL COMMENT '休講日（1行1日付 YYYY-MM-DD、改行区切り）'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- テーブルのデータのダンプ `courses`
--

INSERT INTO `courses` (`course_id`, `prof_id`, `course_cdate`, `course_mdate`, `course_status`, `course_name`, `course_copy`, `course_fee`, `course_price`, `course_start_date`, `course_end_date`, `course_weekday_mask`, `course_time_start`, `course_time_end`, `course_score`, `course_order_weight`, `course_reco`, `course_step`, `course_ccate_id_1`, `course_ccate_id_2`, `course_logo`, `course_youtube_id`, `course_youtube_id_2`, `course_intro`, `course_memo`, `course_group_flag`, `course_group_upper`, `course_group_limit`, `course_mail_s`, `course_mail_e`, `course_meeting_url`, `course_meeting_id`, `course_meeting_pass`, `course_meeting_type`, `course_syllabus`, `course_material`, `course_total_lessons`, `course_apply_deadline`, `course_landingpage`, `course_apply_form_url`, `course_material_drive_url`) VALUES
(1, 1, 1748257005, 1765335792, 4, 'TOEIC730グループ講座', NULL, 1, 0, NULL, NULL, 64, '00:00:00', '00:01:00', 0, 0, 0, 1, 1, 2, 1, NULL, NULL, '<p>みんなと一緒だから頑張れる！ オンライングループレッスンでTOEIC&reg;スコア730点を目指すコースです これまでワールドトークでは、マンツーマンでのTOEIC&reg;対策レッスンを実施してきましたが、新たに集団型のオンラインTOEIC&reg;講座をはじめます！ 「一人で勉強するのはつらい&hellip;」「モチベーションが続かない&hellip;」 そんなお悩みを持つ方におススメなのは、一緒の目標を持つ学習仲間です。 TOEIC&reg;のスコアアップを目指してみんなで刺激を共有しながら学習できるのがこのコースの特徴です！ 効率よく目標達成をするためにも、最適な学習環境を作りましょう！</p>', '▼宿題のURLはこちらです。\nhttps://www.group.worldtalk.jp/rd/toeic2025.php\n\n※今週、日曜日24時までに送信ください\n※フォームは来週のレッスンまで入力可能です\n', 1, 10, 0, NULL, NULL, NULL, NULL, NULL, 1, 'https://www.group.worldtalk.jp/wte/akanetoeic2025', NULL, 1, NULL, 'https://www.worldtalk.jp/p/toeiccourse2025', NULL, NULL),
(3, 3, 1753428871, 1761618219, 4, '英単語暗記革命!!グループ講座', NULL, 1, 0, '0000-00-00', '0000-00-00', 0, '00:00:00', '00:00:00', 0, 0, 0, 60, 5, 6, 1, NULL, NULL, '「何回書いても覚えられない…」「すぐ忘れてしまう…」\nその悩み、この夏こそ終わらせましょう！\n\n科学的な記憶の仕組みを活用した新感覚の暗記法で、苦手意識を“楽しい学習習慣”に変えていきます。\nこの講座では、“ただの暗記”から三歩進んだ、語彙力の育て方を学びます。\n\n英語教育の理論と実践に精通する大人気講師 Kohay先生が、\nその方法を特別講義で、わかりやすく伝授します。\n\n資格試験の対策にも、語彙力に不安のある方にも。\nこの夏、学び方から英語を変えてみませんか？', NULL, 1, 30, 0, '本レッスンは講義形式のグループ講座です。\n\n■レッスンの流れ\n-----------------------------\n1.授業開始前にZoomURLをクリックします\n2.時間になったらルームに入室ができます\n3.レッスンがスタートします\n\n\n■お願いしたいこと\n-----------------------------\n・ZoomのURLを開いたままお待ちください。\n・講座中はビデオとマイクを基本的にオフにしてください。\n・講師が意見を求めたときのみ、マイクをオンにして頂く場合があります。\n・個別指名を希望しない方は、講座中に講師へ個別チャットでお知らせいただくか、\n　各講座が開始する1日前までに事務局へお問い合わせください。\n　\n　ご不明点がありましたら、運営事務局までご連絡ください。\n　customer@worldtalk.jp\n\n\n■アーカイブ動画・感想フォームについて\n-----------------------------\n・各講座終了後、24時間後以内にアップロードいたします。\n・受講者限定で全5回分、2025/9/3(水) 18:00まで公開いたします。\n\n・レッスン毎に、フォームへ感想を書いていただく(脳内整理)予定があります。\n　先生に直接届きますので、ぜひお送りください！\n\n▼アーカイブ動画・感想フォーム\nhttps://drive.google.com/drive/folders/1HAQMm_2Fj-yPY5GRRvV17QZqoPPUxmi4\n', '本レッスンは講義形式のグループ講座です。\n\n■お願いしたいこと\n-----------------------------\n・個別指名を希望しない方は、講座中に講師へ個別チャットでお知らせいただくか、\n　各講座が開始する1日前までに事務局へお問い合わせください。\n　\n　ご不明点がありましたら、運営事務局までご連絡ください。\n　customer@worldtalk.jp\n\n■アーカイブ動画・感想フォームについて\n-----------------------------\n・各講座終了後、24時間後以内にアップロードいたします。\n・受講者限定で全5回分、2025/9/3(水) 18:00まで公開いたします。\n\n・レッスン毎に、フォームへ感想を書いていただく(脳内整理)予定があります。\n　先生に直接届きますので、ぜひお送りください！\n\n▼アーカイブ動画・感想フォーム\nhttps://drive.google.com/drive/folders/1HAQMm_2Fj-yPY5GRRvV17QZqoPPUxmi4\n', 'https://us06web.zoom.us/j/83703065625?pwd=mzqjayzP7QTKd5qbgzSnaeRpIK44bR.1', 83703065625, 899435, 1, 'https://www.group.worldtalk.jp/wte/kohayeitango202507', NULL, 0, NULL, 'https://www.worldtalk.jp/p/kohayeitango202507', NULL, NULL),
(4, 4, 1754033997, 1761619497, 4, '英検1級2次完全攻略！グループ講座', 'https://www.group.worldtalk.jp/wte/kazueiken202507', 1, 0, '0000-00-00', '0000-00-00', 0, '00:00:00', '00:00:00', 0, 0, 0, 60, 7, 8, 1, NULL, NULL, '「いつか合格したい、英検1級」\nその思いを、今年こそ“現実”に変えませんか？\n\n「独学では限界を感じている…」「一人では続かない…」\nそんな方にこそおすすめなのが、プロ講師と、同じ目標を持つ仲間との学びの場です。\n\nさらにこの講座は、2次対策に取り組みながら、1次ライティング対策にもつながる実践的な内容。\n地に足のついた意見を英語で書きたい、伝えられるようになりたい。\nそんな1次対策中の方にも、必ず役立つプログラムとなっています。', NULL, 1, 5, 0, '本レッスンはグループ形式の講座です。\n\n■レッスンの流れ\n-----------------------------\n1.授業開始前にレッスンURLをクリックします\n2.時間になったらルームに入室ができます\n3.レッスンがスタートします\n\n\n■お願いしたいこと\n-----------------------------\n・ZoomのURLを開いたままお待ちください。\n・レッスンは録音されます。\n　カメラON推奨ですが、OFFでも構いません。\n　\n　ご不明点がありましたら、運営事務局までご連絡ください。\n　customer@worldtalk.jp\n\n', '■宿題について\n-----------------------------\n・本講座では宿題がございます。\n・上記シラバス内の該当日付にある 「宿題フォームはこちら」 をクリックのうえ、ご提出ください。\n・レッスン前日が提出締切です。\n\n■アーカイブ動画について\n-----------------------------\n・各講座終了後、24時間後以内にアップロードいたします。\n・受講生限定で全10回分、2025/10/16(木)18:00まで公開いたします。\n\n▼アーカイブ動画まとめ\nhttps://drive.google.com/drive/folders/1nVFBaoCWLVEKj_G-EDA3lFVNk9Q5au3q', 'https://us06web.zoom.us/j/89518207093?pwd=UuKS6HgmRc8IA9xANofv8PPnjhSHlr.1', 89518207093, 305909, 1, 'https://www.group.worldtalk.jp/wte/kazueiken202507', NULL, 0, NULL, 'https://www.worldtalk.jp/p/kazueiken202507', NULL, NULL),
(5, 4, 1754034071, 1761620631, 4, '大学受験　夏期グループ講座', NULL, 1, 0, '0000-00-00', '0000-00-00', 0, '00:00:00', '00:00:00', 0, 0, 0, 60, 7, 9, 1, NULL, NULL, '大学受験を控える高校1～3年生の方、そして保護者のみなさま。\nこの夏、同じ目標を持つ仲間と一緒に、英語の基礎をゼロから固めるチャンスです。\n\n「時間が足りない」「何から始めればいいか分からない」\nそんな悩み、この講座で解決します！\n\nワールドトーク史上初、「大学受験夏期講座 ―英語基礎固め編―」では、語彙・文法・読解・英作文・リスニングをバランスよく徹底強化。\n\n講師は京都大学卒、上智大学、慶應義塾大学など難関大学合格者を多数輩出する、ワールドトーク随一の実力派 Kazu先生！\n知識を「使える力」へと変えるこの夏、受験英語の土台を確実に築き上げましょう。', NULL, 1, 5, 0, '本レッスンはグループ形式の講座です。\n\n■レッスンの流れ\n-----------------------------\n1.授業開始前にレッスンURLをクリックします\n2.時間になったらルームに入室ができます\n3.レッスンがスタートします\n\n\n■お願いしたいこと\n-----------------------------\n・ZoomのURLを開いたままお待ちください。\n・レッスンは録音されます。\n　カメラON推奨ですが、OFFでも構いません。\n　\n　ご不明点がありましたら、運営事務局までご連絡ください。\n　customer@worldtalk.jp\n', '■宿題について\n-----------------------------\n・本講座では宿題がございます。\n・上記シラバス内の該当日付にある 「宿題フォームはこちら」 をクリックのうえ、ご提出ください。\n・レッスン前日が提出締切です。\n\n■アーカイブ動画について\n-----------------------------\n・各講座終了後、24時間後以内にアップロードいたします。\n・受講生限定で全10回分、2025/10/14(火) 18:00まで公開いたします。\n\n▼アーカイブ動画まとめ\nhttps://drive.google.com/drive/folders/1PYT4MVLr1vkYh4zx1gCyDIKEidHa6NFn\n', 'https://us06web.zoom.us/j/83909969252?pwd=H6eTB6bTHFRg3LgQovVkManBfO1hXe.1', 83909969252, 795800, 1, 'https://www.group.worldtalk.jp/wte/kazudaigakusummer202508', NULL, 0, NULL, 'https://www.worldtalk.jp/p/kazudaigakusummer202508', NULL, NULL),
(6, 1, 1754034693, 1761620589, 4, '英検準1級対策グループ講座', NULL, 1, 0, '0000-00-00', '0000-00-00', 0, '00:00:00', '00:00:00', 0, 0, 0, 60, 1, 10, 1, NULL, NULL, 'この夏、10月の英検準1級合格へ。\n仲間と一緒に、3ヶ月で一気にラストスパート！\n\n「ひとりだと、ついサボってしまう…」\n「なかなか勉強が続かない…」\n\nそんなあなたのための、短期集中・グループ型の英検準1級対策コースです。\n\n全国から集まる受講生と学び合い、毎週の課題提出で“やらざるを得ない環境”を確保します。\n自然と学習リズムが整い、前向きに頑張れます。\n\nこの夏休みを、なんとなくの勉強で終わらせず、\n合格への最短ルートに。\n\n3ヶ月後、自信を持って試験に挑むあなたを、一緒に育てましょう！', NULL, 1, 10, 0, '本レッスンはグループ形式の講座です。\n\n■レッスンの流れ\n-----------------------------\n1.授業開始前にZoomURLをクリックします\n2.時間になったらルームに入室ができます\n3.レッスンがスタートします\n\n\n■お願いしたいこと\n-----------------------------\n・ZoomのURLを開いたままお待ちください。\n・ご不明点がありましたら、運営事務局までご連絡ください。\n　customer@worldtalk.jp', '■共有した資料について\n-----------------------------\nレッスン中に共有した資料の一部は、以下からダウンロードいただけます。\n\n▼資料まとめ\nhttps://drive.google.com/drive/folders/1_oWIQOIXasmizwGCx8RCWJeLwA-KkVrW\n\n■宿題について\n-----------------------------\n・本講座ではDAY0〜DAY9まで、宿題をご用意しています。\n・上記シラバス内の該当日付にある 「宿題フォームはこちら」 をクリックのうえ、ご提出ください。\n・宿題の提出〆切は、原則として【各講座の3日前まで】です。\n', 'https://us06web.zoom.us/j/85265643968?pwd=6Lkqxo44Vt1wdQnneafgoCN2bacttu.1', 85265643968, 846722, 1, 'https://www.group.worldtalk.jp/wte/akaneeikenp1202508', NULL, 0, NULL, 'https://www.worldtalk.jp/p/eikenp1202508', NULL, NULL),
(7, 3, 1757060042, 1761620521, 4, '英検２級直前パック Reading & Listening', NULL, 1, 0, '0000-00-00', '0000-00-00', 0, '00:00:00', '00:00:00', 0, 0, 0, 60, 5, 0, 1, NULL, NULL, '「Readingで確実に点を取りたい」「Listeningに不安がある…」\nそんな方のために用意された、英検2級直前対策・全4回集中講座です。\n\nグループ形式で、試験本番に直結する“解法のコツ”を凝縮。\n予約困難な大人気講師 Kohay先生が、限られた時間で効率的に得点を伸ばす方法をわかりやすく伝授します。\n\n小中高生から大学生、社会人まで幅広く参加可能！\n焦りが募る直前期だからこそ、短期間で変化を実感できるチャンスを一緒に掴みましょう。', NULL, 1, 30, 0, '本レッスンは講義形式のグループ講座です。\n\n■ 2講座（R＆L・Writing）を続けて受講される方へ\n----------------------------------------\n・各講座ごとにレッスンURLが異なります。\n・R＆L講座終了後は退室し、Writing講座のURLから入室してください。\n\n■レッスンの流れ\n-----------------------------\n1.開始前にZoomのURLをクリック\n2.時間になったらルームに入室できます\n3.レッスンがスタートします\n\n■ご受講にあたって\n-----------------------------\n・ZoomのURLを開いたままお待ちください。\n・講座中はビデオとマイクを基本的にオフにしてください。\n・講師から意見を求められた場合のみ、マイクをオンにしてください。\n・個別指名を希望しない方は、講座中に講師へ個別チャットでお知らせいただくか、\n　開始1日前までに事務局へご連絡ください。\n\n　ご不明点がありましたら、運営事務局までご連絡ください。\n　https://www.worldtalk.jp/contacts\n\n■アーカイブ動画・感想フォーム\n-----------------------------\n・各回終了後、24時間以内に動画を公開いたします。\n・全4回分を 2025/10/3(金) 18:00まで ご覧いただけます。(受講者限定)\n・各回終了後は「感想フォーム」へのご記入をぜひお願いします。\n　※先生に直接届きますので、皆様のお声が講座に反映されることがあります！\n\n▼アーカイブ動画・感想フォームまとめ\nhttps://drive.google.com/drive/folders/1yij7TJP8sMqmt7mW1ZzrTq-_HUkxF0Km', '本レッスンは講義形式のグループ講座です。\n\n■ご受講にあたってのお願い\n-----------------------------\n・個別指名を希望しない方は、講座中に講師へ個別チャットにてお知らせください。\n　事前に伝える場合は、開始1日前までに事務局へご連絡ください。\n\n　ご不明点がありましたら、運営事務局までご連絡ください。\n　https://www.worldtalk.jp/contacts\n\n■アーカイブ動画・感想フォーム\n-----------------------------\n・各回終了後、24時間以内に動画を公開いたします。\n・全4回分を 2025/10/3(金) 18:00まで ご覧いただけます。(受講者限定)\n・各回終了後は「感想フォーム」へのご記入をぜひお願いします。\n　※先生に直接届きますので、皆様のお声が講座に反映されることがあります！\n\n▼アーカイブ動画・感想フォームまとめ\nhttps://drive.google.com/drive/folders/1yij7TJP8sMqmt7mW1ZzrTq-_HUkxF0Km', 'https://us06web.zoom.us/j/85808383275?pwd=7L1AClUldds8uaShP94sMRItdnc1Rk.1', 85808383275, 634226, 1, 'https://www.group.worldtalk.jp/wte/kohayeikenpackagerandl#syllabus', NULL, 0, NULL, 'https://www.worldtalk.jp/p/kohayeikenpackage_randl', NULL, NULL),
(8, 3, 1757060527, 1761620530, 4, '英検２級直前パック Writing ', NULL, 1, 0, '0000-00-00', '0000-00-00', 0, '00:00:00', '00:00:00', 0, 0, 0, 30, 5, 0, 1, NULL, NULL, '「要約問題の解き方がわからない」「英作文の書き方に自信がない…」\nそんな方のための、英検2級直前対策・全4回集中講座です。\n\nグループ形式で試験本番に直結する要約力と英作文力 をぎゅっと凝縮！\n予約困難な大人気講師 Kohay先生が、限られた時間で効率的に得点を伸ばす方法をわかりやすく伝授します。\n\n小中高生から大学生、社会人まで幅広く参加可能！\n焦りが募る直前期だからこそ、短期間でWriting力の変化を実感できるチャンスを一緒に掴みましょう。', NULL, 1, 20, 0, '本レッスンは講義形式のグループ講座です。\n\n■レッスンの流れ\n-----------------------------\n1.開始前にZoomのURLをクリック\n2.時間になったらルームに入室できます\n3.レッスンがスタートします\n\n■ご受講にあたって\n-----------------------------\n・ZoomのURLを開いたままお待ちください。\n・講座中はビデオとマイクを基本的にオフにしてください。\n・講師から意見を求められた場合のみ、マイクをオンにしてください。\n・個別指名を希望しない方は、講座中に講師へ個別チャットでお知らせいただくか、\n　開始1日前までに事務局へご連絡ください。\n\n　ご不明点がありましたら、運営事務局までご連絡ください。\n　https://www.worldtalk.jp/contacts\n\n■アーカイブ動画・感想フォーム\n-----------------------------\n・各回終了後、24時間以内に動画を公開いたします。\n・全4回分を 2025/10/3(金) 18:00まで ご覧いただけます。(受講者限定)\n・各回終了後は「感想フォーム」へのご記入をぜひお願いします。\n　※先生に直接届きますので、皆様のお声が講座に反映されることがあります！\n\n▼アーカイブ動画・感想フォームまとめ\nhttps://drive.google.com/drive/folders/1pOPsPNe6UcN7hEA5bgG9ryuVLYtY4omc', '本レッスンは講義形式のグループ講座です。\n\n■ご受講にあたって\n-----------------------------\n・個別指名を希望しない方は、講座中に講師へ個別チャットでお知らせいただくか、\n　開始1日前までに事務局へご連絡ください。\n\n　ご不明点がありましたら、運営事務局までご連絡ください。\n　https://www.worldtalk.jp/contacts\n\n■アーカイブ動画・感想フォーム\n-----------------------------\n・各回終了後、24時間以内に動画を公開いたします。\n・全4回分を 2025/10/3(金) 18:00まで ご覧いただけます。(受講者限定)\n・各回終了後は「感想フォーム」へのご記入をぜひお願いします。\n　※先生に直接届きますので、皆様のお声が講座に反映されることがあります！\n\n▼アーカイブ動画・感想フォームまとめ\nhttps://drive.google.com/drive/folders/1pOPsPNe6UcN7hEA5bgG9ryuVLYtY4omc', 'https://us06web.zoom.us/j/81804998905?pwd=FrFTQbwxUFybvTUZMlscjmRQiN1Grz.1', 81804998905, 685596, 1, 'https://www.group.worldtalk.jp/wte/kohayeikenpackagew#syllabus', NULL, 0, NULL, 'https://www.worldtalk.jp/p/kohayeikenpackage_w', NULL, NULL),
(9, 1, 1761618716, 1769594402, 4, 'TOEIC® 初心者(500-600点)コース', NULL, 1, 0, '0000-00-00', '0000-00-00', 0, '00:00:00', '00:00:00', 0, 0, 0, 60, 1, 2, 1, NULL, NULL, '3ヶ月間の短期集中型で、TOEIC®500〜600点を目指す初中級者向けの講座です。\n基礎文法や問題の解き方を丁寧に学び直し、毎週の宿題で学習習慣を定着させます。\n仲間と一緒に取り組むことでモチベーションを保ちながら、効率的にスコアアップを目指せます。', NULL, 1, 10, 0, '本講座はグループ形式です。\n当日は、下記の手順に沿ってご参加ください。\n\n■レッスンの流れ\n-----------------------------\n1.授業開始前にZoomのURLをクリックします\n2.開始時間になったら、ルームに入室ができます\n3.レッスンがスタートします\n\n■ご協力のお願い\n-----------------------------\n・可能な範囲で、カメラをONにしてご参加ください\n・ZoomのURLを開いたままお待ちください。\n・ご不明点がありましたら、運営事務局までご連絡ください。\n　https://www.worldtalk.jp/contacts', '■共有した資料について\n-----------------------------\nレッスン中に使用した資料の一部を、下記よりダウンロードいただけます。\n\n▼資料まとめ\nhttps://drive.google.com/drive/folders/1Q1hzQ26HXR3ZIeNpSv8IOmRWUwLHkkuO\n\n■宿題について\n-----------------------------\n・本講座では DAY0～DAY11 まで、各回ごとに宿題をご用意しています。\n・上記シラバス内の該当日の「宿題範囲」をご確認ください。\n\n※DAY8〜DAY11の宿題は Googleフォームでの提出となります。\n　締切がありますので、期限内にご提出ください。', 'https://us06web.zoom.us/j/87559728508?pwd=yy4XzTepJT5RTRylROGKbm5sKhy2m8.1', 87559728508, 775972, 1, 'https://www.group.worldtalk.jp/wte/akanetoeic600202511', NULL, 0, NULL, 'https://www.worldtalk.jp/p/akanetoeic600202511', NULL, NULL),
(10, 4, 1761619571, 1769594402, 3, '大学入学共通テスト　年内仕上げ講座', NULL, 1, 0, '0000-00-00', '0000-00-00', 0, '00:00:00', '00:00:00', 0, 0, 0, 30, 7, 9, 1, NULL, NULL, '高校1～3年生（高卒生含む）対象の共通テスト対策講座。\n直近3年分の公式過去問を徹底分析し、大問別の攻略法を伝授します。\n時間配分、資料問題の突破、リスニング先読みなど本番直結のテクニックを網羅。\n仲間と切磋琢磨しながら年内に仕上げを完了し、本番に向けて自信を築きます', NULL, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, 0, NULL, 'https://www.worldtalk.jp/p/daigakucommontest202511', NULL, NULL),
(11, 3, 1761619779, 1767841730, 4, '英検２級絶対基礎力！', '2ヶ月で合格基礎を完成！Kohayが導く全8回集中講義', 1, 0, '2025-11-11', '2026-01-06', 4, '20:00:00', '20:50:00', 0, 0, 0, 50, 5, 6, 1, NULL, NULL, '<p>本講座では、英検２級合格に必要な「読む・聞く・書く」の力を、２ヶ月で徹底的に鍛えます。 読解では、本文と選択肢の&ldquo;言い換え&rdquo;に対応する力を育て、 英作文は授業内添削で、論理と表現の精度を磨き上げます。 50分&times;8回のレッスンに、合格へ導くためのコツとノウハウを凝縮。 アーカイブ付きだから、期間中いつでも何度でも見返せて、 自分のペースで実力を着実に積み上げられます。 英検1級3回連続合格（奨励賞受賞）、合格者180名超。 予約困難な人気講師Kohay先生が、あなたを合格へ導きます。</p>', NULL, 1, 10, 0, '本レッスンは講義形式のグループ講座です。\n\n■レッスンの流れ\n-----------------------------\n1.開始前にZoomのURLをクリック\n2.時間になったらルームに入室できます\n3.レッスンがスタートします\n\n■ご受講にあたって\n-----------------------------\n・ZoomのURLを開いたままお待ちください。\n・講座中はビデオとマイクを基本的にオフにしてください。\n・講師から意見を求められた場合のみ、マイクをオンにしてください。\n・個別指名を希望しない方は、講座中に講師へ個別チャットでお知らせいただくか、\n　開始1日前までに事務局へご連絡ください。\n\n　ご不明点がありましたら、運営事務局までご連絡ください。\n　https://www.worldtalk.jp/contacts\n\n■アーカイブ動画・宿題等について\n-----------------------------\nすべての動画・宿題などは以下のフォルダにまとめています。\n\n▼アーカイブ・宿題まとめ\nhttps://drive.google.com/drive/folders/1y1GhjMqrdToCNGlmyztjA1SX9KXZNWRH\n\n・各回終了後、24時間以内にアーカイブを公開予定です。\n・全8回分を2026年1月13日（火）18:00まで視聴できます。\n・宿題範囲は「シラバス」をご参照ください。\n・Writing課題はライブ添削を行います\n （提出人数により抽選となる場合があります）\n', '本レッスンは講義形式のグループ講座です。\n\n■ご受講にあたって\n-----------------------------\n・個別指名を希望しない方は、講座中に講師へ個別チャットでお知らせいただくか、\n　開始1日前までに事務局へご連絡ください。\n\n　ご不明点がありましたら、運営事務局までご連絡ください。\n　https://www.worldtalk.jp/contacts\n\n■アーカイブ動画・宿題等について\n-----------------------------\nすべての動画・宿題などは以下のフォルダにまとめています。\n\n▼アーカイブ・宿題まとめ\nhttps://drive.google.com/drive/folders/1y1GhjMqrdToCNGlmyztjA1SX9KXZNWRH\n\n・各回終了後、24時間以内にアーカイブを公開予定です。\n・全8回分を2026年1月13日（火）18:00まで視聴できます。\n・宿題範囲は「シラバス」をご参照ください。\n・Writing課題はライブ添削を行います\n （提出人数により抽選となる場合があります）\n\n■講師へのご質問について\n-----------------------------\n「レッスン中で質問するのは緊張する…」という方のために、質問フォームをご用意しています。\nお気軽にご利用ください。\n\n▼質問フォーム\nhttps://forms.gle/YAFwr84ZovSxgb5G9\n\n※レッスン時間内に可能な範囲でお答えいたします。\n　すべての質問に対応できない場合もございますのでご了承ください。', 'https://us06web.zoom.us/j/85649312308?pwd=RgjAzr64GeGKwdKvfOwgoVmUECfppv.1', 85649312308, 344165, 1, 'https://group.worldtalk.jp/wte/kohayzettaikisog2202511', NULL, 8, NULL, 'https://www.worldtalk.jp/p/kohayzettaikisog2202511', NULL, NULL),
(12, 3, 1761620053, 1768441459, 4, '英検準２級絶対基礎力！', '英検準２級をゼロから勉強したいけれど、何から始めればいいかわからない――そんな方へ。', 1, 19800, '2025-11-07', '2026-01-09', 32, '20:00:00', '20:50:00', 0, 0, 0, 50, 5, 0, 1, NULL, NULL, '<h4>英検準２級絶対基礎力！✨</h4>\n<p>Kohayが提供する「英検準２級絶対基礎力！」では、英検準２級を受験する皆さまのサポートをします。<span style=\"background-color: #f8e465;\"><strong>今の力を、合格へつながる力に変える２ヶ月へ。</strong></span>一緒に力をつけましょう！</p>\n<p>英検準２級を受験する際、多くの方が「書く力」や「長文を読解する力」に悩まされています。特に、長文が急に難しくなる時期や、初めてのメール作文に不安を感じることもあるでしょう。<br>この講座では、そんな悩みを解消し、合格に必要なスキルをしっかりと身につけることができます。</p>\n<h4>この講座が選ばれる理由</h4>\n<ul>\n<li><strong>３技能を総合強化📚</strong>：読解・リスニング・作文の全てを徹底的に学びます。</li>\n<li><strong>ライブ添削で「書ける自分」に🔥</strong>：その場でアドバイスを受けられるので安心です。</li>\n<li><strong>参加型講義で楽しく定着！🎉</strong>：一緒に学ぶ仲間と共に成長できます。</li>\n</ul>\n<h4>受講後の変化</h4>\n<ul>\n<li>Before: 長文が苦手 &rArr; After: 速く正確に長文が読めるように！</li>\n<li>Before: 英作文が書き出せない &rArr; After: &ldquo;型&rdquo;を使って自信を持って書ける！</li>\n</ul>\n<p>この講座を通じて、英検準２級に必要な知識や技術をしっかり身につけます。<br>どうやって勉強を進めればいいのかが明確になり、合格に向けて自信を持って進むことができるでしょう！🌟</p>', NULL, 1, 10, 0, '本レッスンは講義形式のグループ講座です。\n\n■レッスンの流れ\n-----------------------------\n1.開始前にZoomのURLをクリック\n2.時間になったらルームに入室できます\n3.レッスンがスタートします\n\n■ご受講にあたって\n-----------------------------\n・ZoomのURLを開いたままお待ちください。\n・講座中はビデオとマイクを基本的にオフにしてください。\n・講師から意見を求められた場合のみ、マイクをオンにしてください。\n・個別指名を希望しない方は、講座中に講師へ個別チャットでお知らせいただくか、\n　開始1日前までに事務局へご連絡ください。\n\n　ご不明点がありましたら、運営事務局までご連絡ください。\n　https://www.worldtalk.jp/contacts\n\n■アーカイブ動画・宿題等について\n-----------------------------\nすべての動画・宿題などは以下のフォルダにまとめています。\n\n▼アーカイブ・宿題まとめ\nhttps://drive.google.com/drive/folders/1wygV_IE178xIA3BiSwXnYKmhJSTgBAjS\n\n・各回終了後、24時間以内にアーカイブを公開予定です。\n・全8回分を2026年1月16日(金)18:00まで視聴できます。\n・宿題範囲は「シラバス」をご参照ください。\n・Writing課題はライブ添削を行います\n （提出人数により抽選となる場合があります）', '本レッスンは講義形式のグループ講座です。\n\n■ご受講にあたって\n-----------------------------\n・個別指名を希望しない方は、講座中に講師へ個別チャットでお知らせいただくか、\n　開始1日前までに事務局へご連絡ください。\n\n　ご不明点がありましたら、運営事務局までご連絡ください。\n　https://www.worldtalk.jp/contacts\n\n■アーカイブ動画・宿題等について\n-----------------------------\nすべての動画・宿題などは以下のフォルダにまとめています。\n\n▼アーカイブ・宿題まとめ\nhttps://drive.google.com/drive/folders/1wygV_IE178xIA3BiSwXnYKmhJSTgBAjS\n\n・各回終了後、24時間以内にアーカイブを公開予定です。\n・全8回分を2026年1月16日(金)18:00まで視聴できます。\n・宿題範囲は「シラバス」をご参照ください。\n・Writing課題はライブ添削を行います\n （提出人数により抽選となる場合があります）\n\n■講師へのご質問について\n-----------------------------\n「レッスン中で質問するのは緊張する…」という方のために、質問フォームをご用意しています。\nお気軽にご利用ください。\n\n▼質問フォーム\nhttps://forms.gle/wag81u2QHUBT12eWA\n\n※レッスン時間内に可能な範囲でお答えいたします。\n　すべての質問に対応できない場合もございますのでご了承ください。', 'https://us06web.zoom.us/j/85132515644?pwd=Tr1ne7EBf5W5qy8MWaRJajtwtuIqfL.1', 85132515644, 894215, 1, 'https://group.worldtalk.jp/wte/kohayzettaikisogpre2202511', NULL, 8, NULL, 'https://www.worldtalk.jp/p/kohayzettaikisogpre2202511', NULL, NULL),
(27, 3, 1765331544, 1769414487, 4, '英検準１級直前パック Reading & Listening', '直前期に必要な力を全4回・200分でまとめて対策！英検直前パックでは、「Reading・Listening」「Writing」の得点につながる部分だけを短期集中で整理し、解法・書き方を効率良く習得できます。  英検1級3回連続合格（奨励賞）・TOEIC満点5回、合格者190名超。 圧倒的実績を持つKohay先生が担当します！  小中高生から大学生、社会人まで幅広く参加可能。 迷いをなくして本番に臨める力を着実に育てます。', 1, 9800, '2026-01-11', '2026-01-22', 17, '21:00:00', '21:50:00', 0, 0, 0, 50, 5, 0, 1, NULL, NULL, '<p><strong>直前期に必要な力を全4回・200分でまとめて対策！</strong></p>\n<p>英検直前パックでは、「Reading・Listeningの得点につながる部分だけを短期集中で整理し、解法・書き方を効率良く習得できます。</p>\n<p>英検1級3回連続合格（奨励賞）・TOEIC満点5回、合格者190名超。<br>圧倒的実績を持つKohay先生が担当します！</p>\n<p>小中高生から大学生、社会人まで幅広く参加可能。<br>迷いをなくして本番に臨める力を着実に育てます。</p>', NULL, 1, 30, 0, '本レッスンは講義形式のグループ講座です。\n\n■ 2講座（R＆L・Writing）を続けて受講される方へ\n----------------------------------------\n・各講座ごとにレッスンURLが異なります。\n・R＆L講座終了後は退室し、Writing講座のURLから入室してください。\n\n■レッスンの流れ\n-----------------------------\n1.開始前にZoomのURLをクリック\n2.時間になったらルームに入室できます\n3.レッスンがスタートします\n\n■ご受講にあたって\n-----------------------------\n・ZoomのURLを開いたままお待ちください。\n・講座中はビデオとマイクを基本的にオフにしてください。\n・講師から意見を求められた場合のみ、マイクをオンにしてください。\n・個別指名を希望しない方は、講座中に講師へ個別チャットでお知らせいただくか、\n　開始1日前までに事務局へご連絡ください。\n\n　ご不明点がありましたら、運営事務局までご連絡ください。\n　https://www.worldtalk.jp/contacts\n\n■アーカイブ動画・宿題等について\n-----------------------------\n・すべての動画・宿題などは上記「教材GoogleDrive(アーカイブ・宿題など）」のURLへアクセスしてください。\n・各回終了後、24時間以内に動画を公開いたします。\n・全4回分を 2026/1/30(金) 18:00まで視聴できます。', '本レッスンは講義形式のグループ講座です。\n\n■ご受講にあたってのお願い\n-----------------------------\n・個別指名を希望しない方は、講座中に講師へ個別チャットにてお知らせください。\n　事前に伝える場合は、開始1日前までに事務局へご連絡ください。\n\n　ご不明点がありましたら、運営事務局までご連絡ください。\n　https://www.worldtalk.jp/contacts\n\n■アーカイブ動画・宿題等について\n-----------------------------\n・すべての動画・宿題などは上記「教材GoogleDrive(アーカイブ・宿題など）」のURLへアクセスしてください。\n・各回終了後、24時間以内に動画を公開いたします。\n・全4回分を 2026/1/30(金) 18:00まで視聴できます。', 'https://us06web.zoom.us/j/88660771737?pwd=GLwpvb1wGYevCa3Quchlu9o5dtEFMU.1', 88660771737, 46325, 1, 'https://www.group.worldtalk.jp/wte/kohayeikenpackagepre1randl202601', NULL, 4, NULL, 'https://www.worldtalk.jp/p/kohayeikenpackagepre1_202601', NULL, 'https://drive.google.com/drive/folders/181Apia3S1JQgkyI4S2loo-IXiv-7Os-e'),
(28, 3, 1765331870, 1769414499, 4, '英検準１級直前パック Writing', '直前期に必要な力を全4回・200分でまとめて対策！英検直前パックでは、「Reading・Listening」「Writing」の得点につながる部分だけを短期集中で整理し、解法・書き方を効率良く習得できます。  英検1級3回連続合格（奨励賞）・TOEIC満点5回、合格者190名超。 圧倒的実績を持つKohay先生が担当します！  小中高生から大学生、社会人まで幅広く参加可能。 迷いをなくして本番に臨める力を着実に育てます。', 1, 9800, '2026-01-11', '2026-01-22', 17, '22:00:00', '22:50:00', 0, 0, 0, 50, 5, 0, 1, NULL, NULL, '<p><strong>直前期に必要な力を全4回・200分でまとめて対策！</strong></p>\n<p>英検直前パックでは、「Writing」の得点につながる部分だけを短期集中で整理し、解法・書き方を効率良く習得できます。</p>\n<p>英検1級3回連続合格（奨励賞）・TOEIC満点5回、合格者190名超。<br>圧倒的実績を持つKohay先生が担当します！</p>\n<p>小中高生から大学生、社会人まで幅広く参加可能。<br>迷いをなくして本番に臨める力を着実に育てます。</p>', NULL, 1, 30, 0, '本レッスンは講義形式のグループ講座です。\n\n■レッスンの流れ\n-----------------------------\n1.開始前にZoomのURLをクリック\n2.時間になったらルームに入室できます\n3.レッスンがスタートします\n\n■ご受講にあたって\n-----------------------------\n・ZoomのURLを開いたままお待ちください。\n・講座中はビデオとマイクを基本的にオフにしてください。\n・講師から意見を求められた場合のみ、マイクをオンにしてください。\n・個別指名を希望しない方は、講座中に講師へ個別チャットでお知らせいただくか、\n　開始1日前までに事務局へご連絡ください。\n\n　ご不明点がありましたら、運営事務局までご連絡ください。\n　https://www.worldtalk.jp/contacts\n\n■アーカイブ動画・宿題等について\n-----------------------------\n・すべての動画・宿題などは上記「教材GoogleDrive(アーカイブ・宿題など）」のURLへアクセスしてください。\n・各回終了後、24時間以内に動画を公開いたします。\n・全4回分を 2026/1/30(金) 18:00まで視聴できます。\n・宿題範囲は「シラバス」をご参照ください。\n・Writing課題はライブ添削を行います\n （提出人数により抽選となる場合があります）', '本レッスンは講義形式のグループ講座です。\n\n■ご受講にあたってのお願い\n-----------------------------\n・個別指名を希望しない方は、講座中に講師へ個別チャットにてお知らせください。\n　事前に伝える場合は、開始1日前までに事務局へご連絡ください。\n\n　ご不明点がありましたら、運営事務局までご連絡ください。\n　https://www.worldtalk.jp/contacts\n\n■アーカイブ動画・宿題等について\n-----------------------------\n・すべての動画・宿題などは上記「教材GoogleDrive(アーカイブ・宿題など）」のURLへアクセスしてください。\n・各回終了後、24時間以内に動画を公開いたします。\n・全4回分を 2026/1/30(金) 18:00まで視聴できます。\n・宿題範囲は「シラバス」をご参照ください。\n・Writing課題はライブ添削を行います\n （提出人数により抽選となる場合があります）', 'https://us06web.zoom.us/j/87028978175?pwd=4za4l26f7YJ9aUJ0bPAT6xglsGP45B.1', 87028978175, 497914, 1, 'https://www.group.worldtalk.jp/wte/kohayeikenpackagepre1w202601', NULL, 4, NULL, 'https://www.worldtalk.jp/p/kohayeikenpackagepre1_202601', NULL, 'https://drive.google.com/drive/folders/162A3wpq5Nc6OrvQwslpeF29QHdSKgVah'),
(29, 3, 1765332104, 1769414520, 4, '英検２級直前パック　Reading & Listening', '直前期に必要な力を全4回・200分でまとめて対策！英検直前パックでは、「Reading・Listening」「Writing」の得点につながる部分だけを短期集中で整理し、解法・書き方を効率良く習得できます。  英検1級3回連続合格（奨励賞）・TOEIC満点5回、合格者190名超。 圧倒的実績を持つKohay先生が担当します！  小中高生から大学生、社会人まで幅広く参加可能。 迷いをなくして本番に臨める力を着実に育てます。', 1, 9800, '2026-01-13', '2026-01-23', 36, '20:00:00', '20:50:00', 0, 0, 0, 50, 5, 0, 1, NULL, NULL, '<p><strong>直前期に必要な力を全4回・200分でまとめて対策！</strong></p>\n<p>英検直前パックでは、「Reading・Listening」の得点につながる部分だけを短期集中で整理し、解法・書き方を効率良く習得できます。</p>\n<p>英検1級3回連続合格（奨励賞）・TOEIC満点5回、合格者190名超。<br>圧倒的実績を持つKohay先生が担当します！</p>\n<p>小中高生から大学生、社会人まで幅広く参加可能。<br>迷いをなくして本番に臨める力を着実に育てます。</p>', NULL, 1, 30, 0, '本レッスンは講義形式のグループ講座です。\n\n■ 2講座受講について（R＆L・Writing）\n----------------------------------------\n本講座は、全ての受講生が2講座の受講を希望しております。\nそのため、ZOOMのレッスンURL・Googleフォームは前後半で共通（切り替え不要）となっております。\n\n■レッスンの流れ\n-----------------------------\n1.開始前にZoomのURLをクリック\n2.時間になったらルームに入室できます\n3.レッスンがスタートします\n\n■ご受講にあたって\n-----------------------------\n・ZoomのURLを開いたままお待ちください。\n・講座中はビデオとマイクを基本的にオフにしてください。\n・講師から意見を求められた場合のみ、マイクをオンにしてください。\n・個別指名を希望しない方は、講座中に講師へ個別チャットでお知らせいただくか、\n　開始1日前までに事務局へご連絡ください。\n\n　ご不明点がありましたら、運営事務局までご連絡ください。\n　https://www.worldtalk.jp/contacts\n\n■アーカイブ動画・宿題等について\n-----------------------------\n・すべての動画・宿題などは上記「教材GoogleDrive(アーカイブ・宿題など）」のURLへアクセスしてください。\n・各回終了後、24時間以内に動画を公開いたします。\n・全4回分を 2026/1/30(金) 18:00まで視聴できます。\n\n', '本レッスンは講義形式のグループ講座です。\n\n■ご受講にあたってのお願い\n-----------------------------\n・個別指名を希望しない方は、講座中に講師へ個別チャットにてお知らせください。\n　事前に伝える場合は、開始1日前までに事務局へご連絡ください。\n\n　ご不明点がありましたら、運営事務局までご連絡ください。\n　https://www.worldtalk.jp/contacts\n\n■アーカイブ動画・宿題等について\n-----------------------------\n・すべての動画・宿題などは上記「教材GoogleDrive(アーカイブ・宿題など）」のURLへアクセスしてください。\n・各回終了後、24時間以内に動画を公開いたします。\n・全4回分を 2026/1/30(金) 18:00まで視聴できます。\n', 'https://us06web.zoom.us/j/82245406190?pwd=RweyddSk2jbD4yLvP2mqYLWbz0r5Oe.1', 82245406190, 885942, 1, 'https://www.group.worldtalk.jp/wte/kohayeikenpackagerandl202601', NULL, 4, NULL, 'https://www.worldtalk.jp/p/kohayeikenpackage202601', NULL, 'https://drive.google.com/drive/folders/1TLY27RNtvn1j_DrikAqY9k7rYCq2PJII'),
(30, 3, 1765332691, 1770630553, 4, '英検２級直前パック　Writing', '直前期に必要な力を全4回・100分でまとめて対策！英検直前パックでは、「Reading・Listening」「Writing」の得点につながる部分だけを短期集中で整理し、解法・書き方を効率良く習得できます。  英検1級3回連続合格（奨励賞）・TOEIC満点5回、合格者190名超。 圧倒的実績を持つKohay先生が担当します！  小中高生から大学生、社会人まで幅広く参加可能。 迷いをなくして本番に臨める力を着実に育てます。', 1, 4800, '2026-01-13', '2026-01-23', 36, '21:00:00', '21:25:00', 0, 0, 0, 25, 5, 0, 1, NULL, NULL, '<p><strong>直前期に必要な力を全4回・100分でまとめて対策！</strong></p>\n<p>英検直前パックでは、「Writing」の得点につながる部分だけを短期集中で整理し、解法・書き方を効率良く習得できます。</p>\n<p>英検1級3回連続合格（奨励賞）・TOEIC満点5回、合格者190名超。<br>圧倒的実績を持つKohay先生が担当します！</p>\n<p>小中高生から大学生、社会人まで幅広く参加可能。<br>迷いをなくして本番に臨める力を着実に育てます。</p>', NULL, 1, 30, 0, '本レッスンは講義形式のグループ講座です。\n\n■ 2講座受講について（R＆L・Writing）\n----------------------------------------\n本講座は、全ての受講生が2講座の受講を希望しております。\nそのため、ZOOMのレッスンURL・Googleフォームは前後半で共通（切り替え不要）となっております。\n\n■レッスンの流れ\n-----------------------------\n1.開始前にZoomのURLをクリック\n2.時間になったらルームに入室できます\n3.レッスンがスタートします\n\n■ご受講にあたって\n-----------------------------\n・ZoomのURLを開いたままお待ちください。\n・講座中はビデオとマイクを基本的にオフにしてください。\n・講師から意見を求められた場合のみ、マイクをオンにしてください。\n・個別指名を希望しない方は、講座中に講師へ個別チャットでお知らせいただくか、\n　開始1日前までに事務局へご連絡ください。\n\n　ご不明点がありましたら、運営事務局までご連絡ください。\n　https://www.worldtalk.jp/contacts\n\n■アーカイブ動画・宿題等について\n-----------------------------\n・すべての動画・宿題などは上記「教材GoogleDrive(アーカイブ・宿題など）」のURLへアクセスしてください。\n・各回終了後、24時間以内に動画を公開いたします。\n・全4回分を 2026/1/30(金) 18:00まで視聴できます。\n・宿題範囲は「シラバス」をご参照ください。\n・Writing課題はライブ添削を行います\n （提出人数により抽選となる場合があります）', '本レッスンは講義形式のグループ講座です。\n\n■ご受講にあたってのお願い\n-----------------------------\n・個別指名を希望しない方は、講座中に講師へ個別チャットにてお知らせください。\n　事前に伝える場合は、開始1日前までに事務局へご連絡ください。\n\n　ご不明点がありましたら、運営事務局までご連絡ください。\n　https://www.worldtalk.jp/contacts\n\n■アーカイブ動画・宿題等について\n-----------------------------\n・すべての動画・宿題などは上記「教材GoogleDrive(アーカイブ・宿題など）」のURLへアクセスしてください。\n・各回終了後、24時間以内に動画を公開いたします。\n・全4回分を 2026/1/30(金) 18:00まで視聴できます。\n・宿題範囲は「シラバス」をご参照ください。\n・Writing課題はライブ添削を行います\n （提出人数により抽選となる場合があります）', 'https://us06web.zoom.us/j/82245406190?pwd=RweyddSk2jbD4yLvP2mqYLWbz0r5Oe.1', 82245406190, 885942, 1, 'https://www.group.worldtalk.jp/wte/kohayeikenpackagew202601', NULL, 4, NULL, 'https://www.worldtalk.jp/p/kohayeikenpackage202601', NULL, 'https://drive.google.com/drive/folders/1TLY27RNtvn1j_DrikAqY9k7rYCq2PJII'),
(31, 3, 1765333664, 1769594402, 3, '英検準２級直前パック　Reading & Listening', '直前期に必要な力を全4回・200分でまとめて対策！英検直前パックでは、「Reading・Listening」「Writing」の得点につながる部分だけを短期集中で整理し、解法・書き方を効率良く習得できます。  英検1級3回連続合格（奨励賞）・TOEIC満点5回、合格者190名超。 圧倒的実績を持つKohay先生が担当します！  小中高生から大学生、社会人まで幅広く参加可能。 迷いをなくして本番に臨める力を着実に育てます。', 1, 9800, '2026-01-10', '2026-01-21', 72, '20:00:00', '20:50:00', 0, 0, 0, 50, 5, 0, 1, NULL, NULL, '<p><strong>直前期に必要な力を全4回・200分でまとめて対策！</strong></p>\n<p>英検直前パックでは、「Reading・Listening」の得点につながる部分だけを短期集中で整理し、解法・書き方を効率良く習得できます。</p>\n<p>英検1級3回連続合格（奨励賞）・TOEIC満点5回、合格者190名超。<br>圧倒的実績を持つKohay先生が担当します！</p>\n<p>小中高生から大学生、社会人まで幅広く参加可能。<br>迷いをなくして本番に臨める力を着実に育てます。</p>', NULL, 1, 30, 0, '※2025/12/10　前回の情報のため、要修正※\n\n\n\n本レッスンは講義形式のグループ講座です。\n\n■ 2講座（R＆L・Writing）を続けて受講される方へ\n----------------------------------------\n・各講座ごとにレッスンURLが異なります。\n・R＆L講座終了後は退室し、Writing講座のURLから入室してください。\n\n■レッスンの流れ\n-----------------------------\n1.開始前にZoomのURLをクリック\n2.時間になったらルームに入室できます\n3.レッスンがスタートします\n\n■ご受講にあたって\n-----------------------------\n・ZoomのURLを開いたままお待ちください。\n・講座中はビデオとマイクを基本的にオフにしてください。\n・講師から意見を求められた場合のみ、マイクをオンにしてください。\n・個別指名を希望しない方は、講座中に講師へ個別チャットでお知らせいただくか、\n　開始1日前までに事務局へご連絡ください。\n\n　ご不明点がありましたら、運営事務局までご連絡ください。\n　https://www.worldtalk.jp/contacts\n\n■アーカイブ動画・感想フォーム\n-----------------------------\n・各回終了後、24時間以内に動画を公開いたします。\n・全4回分を 2025/10/3(金) 18:00まで ご覧いただけます。(受講者限定)\n・各回終了後は「感想フォーム」へのご記入をぜひお願いします。\n　※先生に直接届きますので、皆様のお声が講座に反映されることがあります！\n\n▼アーカイブ動画・感想フォームまとめ\nhttps://drive.google.com/drive/folders/1yij7TJP8sMqmt7mW1ZzrTq-_HUkxF0Km', '※2025/12/10　前回の情報のため、要修正※\n\n\n\n本レッスンは講義形式のグループ講座です。\n\n■ご受講にあたってのお願い\n-----------------------------\n・個別指名を希望しない方は、講座中に講師へ個別チャットにてお知らせください。\n　事前に伝える場合は、開始1日前までに事務局へご連絡ください。\n\n　ご不明点がありましたら、運営事務局までご連絡ください。\n　https://www.worldtalk.jp/contacts\n\n■アーカイブ動画・感想フォーム\n-----------------------------\n・各回終了後、24時間以内に動画を公開いたします。\n・全4回分を 2025/10/3(金) 18:00まで ご覧いただけます。(受講者限定)\n・各回終了後は「感想フォーム」へのご記入をぜひお願いします。\n　※先生に直接届きますので、皆様のお声が講座に反映されることがあります！\n\n▼アーカイブ動画・感想フォームまとめ\nhttps://drive.google.com/drive/folders/1yij7TJP8sMqmt7mW1ZzrTq-_HUkxF0Km', NULL, NULL, NULL, 1, 'https://www.group.worldtalk.jp/wte/kohayeikenpackagepre2randl202601', NULL, 4, NULL, 'https://www.worldtalk.jp/p/kohayeikenpackagepre2_202601', NULL, NULL),
(32, 3, 1765334139, 1769594402, 3, '英検準２級直前パック　Writing', '直前期に必要な力を全4回・100分でまとめて対策！英検直前パックでは、「Reading・Listening」「Writing」の得点につながる部分だけを短期集中で整理し、解法・書き方を効率良く習得できます。  英検1級3回連続合格（奨励賞）・TOEIC満点5回、合格者190名超。 圧倒的実績を持つKohay先生が担当します！  小中高生から大学生、社会人まで幅広く参加可能。 迷いをなくして本番に臨める力を着実に育てます。', 1, 4800, '2026-01-10', '2026-01-21', 72, '21:00:00', '21:25:00', 0, 0, 0, 25, 5, 0, 1, NULL, NULL, '<p><strong>直前期に必要な力を全4回・100分でまとめて対策！</strong></p>\n<p>英検直前パックでは、「Writing」の得点につながる部分だけを短期集中で整理し、解法・書き方を効率良く習得できます。</p>\n<p>英検1級3回連続合格（奨励賞）・TOEIC満点5回、合格者190名超。<br>圧倒的実績を持つKohay先生が担当します！</p>\n<p>小中高生から大学生、社会人まで幅広く参加可能。<br>迷いをなくして本番に臨める力を着実に育てます。</p>', NULL, 1, 30, 0, '※2025/12/10　前回の情報のため、要修正※\n\n\n\n本レッスンは講義形式のグループ講座です。\n\n■ 2講座（R＆L・Writing）を続けて受講される方へ\n----------------------------------------\n・各講座ごとにレッスンURLが異なります。\n・R＆L講座終了後は退室し、Writing講座のURLから入室してください。\n\n■レッスンの流れ\n-----------------------------\n1.開始前にZoomのURLをクリック\n2.時間になったらルームに入室できます\n3.レッスンがスタートします\n\n■ご受講にあたって\n-----------------------------\n・ZoomのURLを開いたままお待ちください。\n・講座中はビデオとマイクを基本的にオフにしてください。\n・講師から意見を求められた場合のみ、マイクをオンにしてください。\n・個別指名を希望しない方は、講座中に講師へ個別チャットでお知らせいただくか、\n　開始1日前までに事務局へご連絡ください。\n\n　ご不明点がありましたら、運営事務局までご連絡ください。\n　https://www.worldtalk.jp/contacts\n\n■アーカイブ動画・感想フォーム\n-----------------------------\n・各回終了後、24時間以内に動画を公開いたします。\n・全4回分を 2025/10/3(金) 18:00まで ご覧いただけます。(受講者限定)\n・各回終了後は「感想フォーム」へのご記入をぜひお願いします。\n　※先生に直接届きますので、皆様のお声が講座に反映されることがあります！\n\n▼アーカイブ動画・感想フォームまとめ\nhttps://drive.google.com/drive/folders/1yij7TJP8sMqmt7mW1ZzrTq-_HUkxF0Km', '※2025/12/10　前回の情報のため、要修正※\n\n\n\n本レッスンは講義形式のグループ講座です。\n\n■ご受講にあたってのお願い\n-----------------------------\n・個別指名を希望しない方は、講座中に講師へ個別チャットにてお知らせください。\n　事前に伝える場合は、開始1日前までに事務局へご連絡ください。\n\n　ご不明点がありましたら、運営事務局までご連絡ください。\n　https://www.worldtalk.jp/contacts\n\n■アーカイブ動画・感想フォーム\n-----------------------------\n・各回終了後、24時間以内に動画を公開いたします。\n・全4回分を 2025/10/3(金) 18:00まで ご覧いただけます。(受講者限定)\n・各回終了後は「感想フォーム」へのご記入をぜひお願いします。\n　※先生に直接届きますので、皆様のお声が講座に反映されることがあります！\n\n▼アーカイブ動画・感想フォームまとめ\nhttps://drive.google.com/drive/folders/1yij7TJP8sMqmt7mW1ZzrTq-_HUkxF0Km', NULL, NULL, NULL, 1, 'https://www.group.worldtalk.jp/wte/kohayeikenpackagepre2w202601', NULL, 4, NULL, 'https://www.worldtalk.jp/p/kohayeikenpackagepre2_202601', NULL, NULL),
(33, 5, 1765339643, 1769656366, 3, 'アウトプット英会話ワークショップ', '初対面の会話が続かないあなたへ。全3回で不安を手放そう！', 1, 6600, '2026-02-06', '2026-02-20', 32, '20:00:00', '20:50:00', 0, 0, 0, 50, 11, 0, 1, 'yu044P0A9_g', NULL, '<h4>英語力不問！安心して話せる環境で、英語を「使う感覚」を身につける</h4>\n<p>英語に自信がなくても、心配はいりません。<br>このワークショップでは、間違えることが前提。<br>みんなで話し、試し、笑いながら、<br><span style=\"background-color: #ffffff;\">全3回で「英語で会話する感覚」を体に覚えさせていきます。</span><br><br>相槌・質問・話題の広げ方を中心に、<br>ロールプレイを通した<strong>アウトプット重視の練習。</strong><br><br><span style=\"background-color: #f8e465;\"><strong>講師とは話せていても、初対面では止まりがちな会話を、</strong></span><br><span style=\"background-color: #f8e465;\"><strong>自然につなげる感覚を身につけていきます。</strong></span><br><br>当日のメンバーに合わせて、ペースや難易度は柔軟に調整。<br><span style=\"background-color: #ffffff;\">英語力や経験は一切問いません◎</span></p>\n<h4>この講座が選ばれる5つの理由</h4>\n<ol>\n<li><strong>アウトプット重視🗣️</strong>　実践形式で英語を「考える前に口に出す」感覚が身につく</li>\n<li><strong>インプットをその場で試せる💡</strong>　相槌・質問・返し方をすぐ使う構成で、変化を実感</li>\n<li><strong>会話を止めないコツに特化</strong>　ネイティブがよく使う、自然な返し方・つなぎ方を練習</li>\n<li><strong>グループだからこその実践感🌟　</strong>講師以外の相手とも話し、初対面の会話に慣れる</li>\n<li><strong>アーカイブ完備🎥　</strong>期間中は何度でも復習◎　自分のペースで定着</li>\n</ol>\n<h4>受講後の変化</h4>\n<ul>\n<li>英語で話すことへの不安 &hellip;<br>&rarr; 初対面の相手でも、<span style=\"background-color: #f8e465;\"><strong>構えすぎずに話せる</strong></span>ようになる<br><br></li>\n<li>会話が続かない&hellip;<br>&rarr;<span style=\"background-color: #f8e465;\"><strong>話題の拾い方・広げ方が分かり</strong></span>、会話の流れが見える<br>　</li>\n<li>表現が乏しい&hellip;<br>&rarr; よく使われる<span style=\"background-color: #f8e465;\"><strong>自然なネイティブ表現(返し方・つなぎ方)がストック</strong></span>される</li>\n</ul>\n<p>他の学習者から刺激を受けながら、<br><strong>全3回の集中ワークショップで、会話力を一段引き上げます。</strong></p>\n<p>まずは、勇気を出して一言から。<br>その一言が、英語を使う感覚を変えていきます✨</p>', NULL, 1, 10, 0, NULL, NULL, NULL, NULL, NULL, 2, 'https://www.group.worldtalk.jp/wte/carrieoutput202602', NULL, 3, '2026-01-29 12:00:00', NULL, 'https://docs.google.com/forms/d/e/1FAIpQLSfo2Di89PPwfQfp35wMRzUtUUw0ISQZd4aE0q4h-fq1ylQkFQ/viewform?usp=dialog', NULL),
(34, 6, 1766453942, 1770356323, 1, '中1英語スタートダッシュ講座', '小学生でも「わかる✨」つまずき文法・英文のしくみをやさしく解説', 1, 8800, '2026-02-07', '2026-03-07', 64, '18:00:00', '18:50:00', 0, 0, 0, 50, 12, 0, 1, 'ntapWUFjrYc', NULL, '<h4>全5回でつまずきをリセット。be動詞からしくみがつながります🌱</h4>\n<p>中1英語の基礎をゆっくり整理。<br>小学生のお子さまにも「わかる・つながる」ペースで、丁寧に進めていきます。</p>\n<p>✅どこからつまづいたのかわからない<br>✅be動詞があやふや<br>✅英検5級レベルを学び直したい<br><br>そんな <span style=\"background-color: #f8e465;\"><strong>英語に不安を感じている小3生～中1生におすすめ</strong></span>です。<br><br>あわせて、「中学英語からやり直したい」「英語を基礎から理解したい」など、<br><span style=\"background-color: #f8e465;\"><strong><span style=\"color: #000000;\">同じお悩みをもつ高校生・大人の方にも</span></strong></span>ご参加いただけます！</p>\n<p><strong>指名や発表のない講義形式</strong>のため、<br>年齢やレベルに関係なく、楽しく受講いただけます😊</p>\n<p>「わからない」を安心して解消できる環境で<br>英語のスタートラインを一緒に整えていきましょう🌟</p>\n<h4>この講座が選ばれる5つの理由</h4>\n<ol>\n<li><strong>体系的に文法を理解✨　</strong>be動詞・一般動詞など、基礎をつなげて効率よく学びます。</li>\n<li><strong>講義形式で落ち着いて受講📚　</strong>指名や発表がなく安心して参加できます。</li>\n<li><strong>「わからない」をそのままにしない🔥</strong>　苦手の原因が見え、学ぶポイントが明確になります。</li>\n<li><strong>アーカイブ完備で安心🎥　</strong>お休みしてもあとから復習できます。</li>\n<li><strong>宿題は提出不要✍️　</strong>自宅完結型だから無理なく続けられます。</li>\n</ol>\n<h4>受講後、こんな変化が期待できます</h4>\n<ul>\n<li><strong>英語のしくみが見え、「わかる」が増える✔️</strong><br>└ 文法を流れで理解し、問題にスムーズに取り組めます。</li>\n</ul>\n<ul>\n<li><strong>つまずきポイントがはっきりする📝</strong><br>└ 「何がわからないかわからない」状態から抜け出せます。</li>\n</ul>\n<ul>\n<li><strong>英語への苦手意識が軽くなる🌱</strong><br>└ 小学生でも授業についていける感覚が身につきます。</li>\n</ul>\n<p>今の「わかるところ」から、無理なく進めます。<br>新学年に向けて、英語のスタートダッシュを一緒に決めましょう！</p>', NULL, 1, 40, 0, '本レッスンは講義形式のグループ講座です。\n\n■レッスンの流れ\n-----------------------------\n1.開始前にmeetのURLをクリック\n2.「参加をリクエスト」をクリック\n3.時間になったら講師がルームへの入室を許可します\n4.レッスンがスタートします\n\n■ご受講にあたって\n-----------------------------\n・「参加をリクエスト」をクリック後、開始時間までお待ちください。\n・講座中はビデオとマイクを基本的にオフにしてください。\n・ご不明点がありましたら、運営事務局までご連絡ください。\n　https://www.worldtalk.jp/contacts\n\n■アーカイブ動画・宿題等について\n-----------------------------\n・すべての動画・宿題などは上記「教材GoogleDrive(アーカイブ・宿題など）」のURLからご確認頂けます。\n・各回終了後、24時間以内に動画を公開いたします。\n・全5回分を 2026/3/16(月) 10:00まで視聴できます。', '本レッスンは講義形式のグループ講座です。\n\n■アーカイブ動画・宿題等について\n-----------------------------\n・すべての動画・宿題などは上記「教材GoogleDrive(アーカイブ・宿題など）」のURLからご確認頂けます。\n・各回終了後、24時間以内に動画を公開いたします。\n・全5回分を 2026/3/16(月) 10:00まで視聴できます。', 'https://meet.google.com/ktt-tzzf-djq', NULL, NULL, 2, 'https://www.group.worldtalk.jp/wte/joannajuniorhigh1basic202602', NULL, 5, '2026-01-30 12:00:00', NULL, 'https://docs.google.com/forms/d/e/1FAIpQLSc44SIOf_UNNNDo34Aof_Dnvym0nLifSNyjtLtYFSpO1IEwdw/viewform?usp=dialog', 'https://drive.google.com/drive/folders/1X7mly0PMpCfXh3dth7jwBEx2EqSDaNFq'),
(35, 1, 1766457481, 1770277519, 1, 'TOEIC®上級者(800-900)点コース', '累計18,000レッスン超！TOEICのエキスパートが、800点台停滞の原因を明確にします', 1, 29700, '2026-02-05', '2026-03-26', 16, '21:00:00', '21:50:00', 0, 0, 0, 50, 1, 0, 1, 'dyJn9Ip1QkE', 'FuLdrWc49Hg', '<h4>個別レッスン1回つき🎁程よい緊張感のあるグループ設計で900点突破</h4>\n<p>TOEIC&reg;900点に届かない「あと一歩」<br>その原因を、ここで明確にします。</p>\n<p>TOEICを毎月受験。<br>著名なTOEIC著者とも番組で分析を重ねながら、<br><span style=\"background-color: #f8e465;\"><strong>最新の出題傾向を第一線で検証し続けている人気講師 </strong></span>Akane先生が指導します。</p>\n<p>本講座は、現行試験を前提に設計。<br>800点台で伸び悩む要因を一つずつ整理し、<br>今、<span style=\"background-color: #f8e465;\"><strong>優先すべき対策だけを上級者向けに効率よく</strong></span>行います。</p>\n<h4>この講座が選ばれる5つの理由</h4>\n<ol>\n<li><strong>TOEICのエキスパート講師🧩　</strong>著名なTOEIC指導者との分析経験を活かし、失点ポイントに絞って指導</li>\n<li><strong>最新傾向に基づく対策📊　</strong>現行試験の傾向を踏まえ、スコアに直結する修正に集中</li>\n<li><strong>個別レッスン1回付き</strong>🎯　グループに加え、マンツーマンで弱点を特定し重点的に補強</li>\n<li><strong>同じ目標を持つ学習環境</strong>🤝　双方向の対話や進捗共有で、集中力と連帯感が生まれます</li>\n<li><strong>アーカイブ完備📺　</strong>急なお休みにも対応◎ 期間中は何度でも復習できます</li>\n</ol>\n<h4>受講後の変化</h4>\n<ul>\n<li><strong>800点台で止まる要因を修正できる🔧</strong><br>└ 文法・語彙・長文処理など、失点につながっていたポイントを具体的に改善します。<br><br></li>\n<li><strong>スコアに直結する学習の優先順位が明確に📈</strong><br>└ 「何を伸ばし・何を削るべきか」が整理され、無駄のない学習に切り替わります。<br><br></li>\n<li><strong>学習の継続性が高まる⏱️</strong><br>└ 進捗を共有する環境により、一定のペースで学習を続けやすくなります。</li>\n</ul>\n<p>全8回で、次のスコア帯を目指す自分に出会いませんか。<br>4月までに、学習の軸を整えましょう。</p>', NULL, 1, 15, 0, '本講座はグループ形式です。\n当日は、下記の手順に沿ってご参加ください。\n\n■レッスンの流れ\n-----------------------------\n1.授業開始前にZoomのURLをクリックします\n2.開始時間になったら、ルームに入室ができます\n3.レッスンがスタートします\n\n■ご協力のお願い\n-----------------------------\n・可能な範囲で、カメラをONにしてご参加ください\n・ZoomのURLを開いたままお待ちください。\n・ご不明点がありましたら、運営事務局までご連絡ください。\n　https://www.worldtalk.jp/contacts\n\n■アーカイブ動画・宿題等について\n-----------------------------\n・すべての動画・宿題などは上記「教材GoogleDrive(アーカイブ・宿題など）」のURL内にまとめています。\n・各回終了後、24時間以内に動画を公開いたします。\n・全8回分を 2026/4/2(木) 18:00まで視聴できます。\n・宿題範囲は「シラバス」をご参照ください。', '■宿題について\n-----------------------------\n・本講座では DAY1～DAY7 まで、各回ごとに宿題をご用意しています。\n・上記シラバス内の該当日の「宿題範囲」をご確認ください。\n\n※DAY5〜DAY7の宿題は Googleフォームにて提出となります。\n　締切がありますので、期限内にご提出ください。\n\n■アーカイブ動画について\n-----------------------------\n・すべての動画・宿題などは上記「教材GoogleDrive(アーカイブ・宿題など）」のURL内にまとめています。\n・各回終了後、24時間以内に動画を公開いたします。\n・全8回分を 2026/4/2(木) 18:00まで視聴できます。', 'https://us06web.zoom.us/j/81950205599?pwd=5TlWr159AZbSWx6Xaj5bEhu1Ex6acf.1', 81950205599, 858209, 1, 'https://www.group.worldtalk.jp/wte/akanetoeic900202602', '<p><span data-sheets-root=\"1\">ETS TOEIC 短期攻略 950+ (LC+RC+既出模擬試験3回) <br><a class=\"in-cell-link\" href=\"https://amzn.asia/d/gHAK1vd\" target=\"_blank\" rel=\"noopener\">https://amzn.asia/d/gHAK1vd</a></span></p>', 8, '2026-01-29 12:00:00', NULL, 'https://docs.google.com/forms/d/e/1FAIpQLSflzpEyrGI6gjHaZPJwk-ZzySRDeqr4LQiGS1cc5nLiACvDiw/viewform?usp=publish-editor', 'https://drive.google.com/drive/folders/18y1V84feXBf7P9FbFgd7_viAVzEAMy6H'),
(36, 2, 1767866932, 1770374185, 4, 'テスト授業', NULL, 1, 100, '2026-01-08', '2026-01-15', 80, '21:00:00', '22:00:00', 0, 0, 0, 60, 3, 0, 0, NULL, NULL, '<p>テストです</p>', NULL, 1, 0, 0, NULL, NULL, 'https://meet.google.com/pfd-abzq-qvb', NULL, NULL, 2, NULL, NULL, 3, NULL, NULL, NULL, NULL),
(37, 3, 1768539617, 1770631002, 1, '英検準１級面接パック', '合格者190名超！予約困難なKohay先生と挑む、本番超えの最終特訓', 1, 12870, '2026-02-12', '2026-02-22', 17, '21:00:00', '21:50:00', 0, 0, 0, 50, 5, 0, 1, 'JsNn5iz7PtQ', NULL, '<h4>全4回で「合格の型」を完遂。迷いを得点力に変え、圧倒的自信で本番へ！</h4>\n<p>英検準1級の二次面接、対策が後回しになっていませんか？</p>\n<p>✔ 話そうとしても、言葉が出てこない <br>✔ 答えが浅くなり、説得力に欠ける <br>✔ 何をどう勉強すればいいかわからない</p>\n<p><span style=\"background-color: #f8e465;\"><strong>そんな\"あと一歩\"の壁を、全4回で突破</strong></span>します。<br><br>本講座は「知る」だけで終わらせません。<br>レッスン内で実際に話し、改善点をその場で明確化。<br><span style=\"background-color: #f8e465;\"><strong>合格ラインの受け答えを、あなたの中に仕上げます。</strong></span></p>\n<h4><strong>この講座が選ばれる５つの理由</strong></h4>\n<ol>\n<li><strong>ナレーション問題の「型」を習得📚　</strong>迷わず構成できるコツを伝授します。</li>\n<li><strong>社会性の高い話題に対応できる力がつく🔥　</strong>頻出テーマへの解答パターンを徹底強化。</li>\n<li><strong>本番と同じ形式で実践トレーニング🗣️</strong>&nbsp;実際の質問・表現で繰り返しアウトプット</li>\n<li><strong>アーカイブ受講で最適な学習ペースを実現 🎥</strong>　忙しくても、自分のペースで復習できます。</li>\n<li><strong>予約困難！圧倒的実績講師 &times; 同じ志をもつ仲間👨&zwj;👨&zwj;👦&zwj;👦　</strong>短期集中でモチベーションが続きます。</li>\n</ol>\n<h4><strong>受講後の変化</strong></h4>\n<ul>\n<li><strong>✨アウトプットで自分の改善点を把握</strong><br>└実践の中で課題を明確にし、効果的に克服します。<br><br></li>\n<li><strong>📈 面接に必要な知識と技術が身につく </strong><br>└ 最低限押さえるべきポイントをまとめて習得できます。<br><br></li>\n<li><strong>💪 本番で自然に話せるようになる </strong><br>└ パターンを覚え、練習を重ねることで実力に変わります。</li>\n</ul>\n<p>二次面接は、どのように対策したかで合否が分かれます。<br>全4回で「答え方」を固めて、自信を持って本番に臨みましょう。</p>', NULL, 1, 10, 0, '本レッスンは実践形式のグループ講座です。\n\n■レッスンの流れ\n-----------------------------\n1.開始前にZoomのURLをクリック\n2.時間になったらルームに入室できます\n3.レッスンがスタートします\n\n■ご受講にあたって\n-----------------------------\n・ZoomのURLを開いたままお待ちください。\n・講座中はビデオとマイクを基本的にオフにしてください。\n・講師から意見を求められた場合のみ、マイクをオンにしてください。\n・個別指名を希望しない方は、講座中に講師へ個別チャットでお知らせいただくか、\n　開始1日前までに事務局へご連絡ください。\n\n　ご不明点がありましたら、運営事務局までご連絡ください。\n　https://www.worldtalk.jp/contacts\n\n■アーカイブ動画・宿題等について\n-----------------------------\n・すべての動画・宿題などは上記「教材GoogleDrive(アーカイブ・宿題など）」のURLへアクセスしてください。\n・各回終了後、24時間以内に動画を公開いたします。\n・全4回分を 2026/3/2(月) 10:00まで視聴できます。', '本レッスンは講義形式のグループ講座です。\n\n■ご受講にあたってのお願い\n-----------------------------\n・個別指名を希望しない方は、講座中に講師へ個別チャットにてお知らせください。\n　事前に伝える場合は、開始1日前までに事務局へご連絡ください。\n\n　ご不明点がありましたら、運営事務局までご連絡ください。\n　https://www.worldtalk.jp/contacts\n\n■アーカイブ動画・宿題等について\n-----------------------------\n・すべての動画・宿題などは上記「教材GoogleDrive(アーカイブ・宿題など）」のURLへアクセスしてください。\n・各回終了後、24時間以内に動画を公開いたします。\n・全4回分を 2026/3/2(月) 10:00まで視聴できます。', 'https://us06web.zoom.us/j/81427295867?pwd=PrgN9yukEtOTQTv1YoOxSR4Vq76hgz.1', 81427295867, 853184, 1, 'https://www.group.worldtalk.jp/wte/kohayeikensppackagepre1', '<p>最短合格! 英検準1級 二次試験・面接完全制覇<br><a href=\"https://amzn.to/3YDF71v\">https://amzn.to/3YDF71v</a></p>', 4, '2026-02-05 12:00:00', NULL, 'https://docs.google.com/forms/d/e/1FAIpQLSciJU6rkGIL-Kx2wKb3Pp85nlTQw9z1h0zIOt-qbiilWDhDAA/viewform?usp=dialog', 'https://drive.google.com/drive/folders/1hoRnozyhtbE3wJNC-TVwxF2mKAV1i766'),
(38, 3, 1768539890, 1770631324, 1, '英検２級面接パック', '合格者190名超！予約困難なKohay先生と挑む、本番超えの最終特訓', 1, 12870, '2026-02-10', '2026-02-20', 36, '20:00:00', '20:50:00', 0, 0, 0, 50, 5, 0, 1, 'opocHFOz8e8', NULL, '<h4>全4回で「合格の型」を完遂。迷いを得点力に変え、圧倒的自信で本番へ！</h4>\n<p>英検２級の二次面接、対策が後回しになっていませんか？</p>\n<p>✔ 話そうとしても、言葉が出てこない<br>✔ 答えが浅くなり、説得力に欠ける<br>✔ 何をどう勉強すればいいかわからない</p>\n<p>そんな\"あと一歩\"の壁を、全4回で突破します。</p>\n<p>本講座は「知る」だけで終わらせません。<br>レッスン内で実際に話し、改善点をその場で明確化。<br>合格ラインの受け答えを、あなたの中に仕上げます。</p>\n<h4><strong>この講座が選ばれる５つの理由</strong></h4>\n<ol>\n<li><strong>音読・ナレーション問題の「型」を習得</strong>📚　迷わず構成できるコツを伝授します。</li>\n<li><strong>社会性の高い話題に対応できる力がつく</strong>🔥　頻出テーマへの解答パターンを徹底強化。</li>\n<li><strong>本番と同じ形式で実践トレーニング</strong>🗣️ 実際の質問・表現で繰り返しアウトプット</li>\n<li><strong>アーカイブ受講で最適な学習ペースを実現</strong> 🎥　忙しくても、自分のペースで復習できます。</li>\n<li><strong>予約困難！圧倒的実績講師 &times; 同じ志をもつ仲間</strong>👨&zwj;👨&zwj;👦&zwj;👦　短期集中でモチベーションが続きます。</li>\n</ol>\n<h4>受講後の変化</h4>\n<ul>\n<li><strong>アウトプットで自分の改善点を把握✨</strong><br>└実践の中で課題を明確にし、効果的に克服します。<br><br></li>\n<li><strong>&nbsp;面接に必要な知識と技術が身につく📈</strong><br>└ 最低限押さえるべきポイントをまとめて習得できます。<br><br></li>\n<li><strong>本番で自然に話せるようになる💪</strong><br>└ パターンを覚え、練習を重ねることで実力に変わります。</li>\n</ul>\n<p>二次面接は、どのように対策したかで合否が分かれます。<br>全4回で「答え方」を固めて、自信を持って本番に臨みましょう。</p>', NULL, 1, 10, 0, '本レッスンは実践形式のグループ講座です。\n\n■レッスンの流れ\n-----------------------------\n1.開始前にZoomのURLをクリック\n2.時間になったらルームに入室できます\n3.レッスンがスタートします\n\n■ご受講にあたって\n-----------------------------\n・ZoomのURLを開いたままお待ちください。\n・講座中はビデオとマイクを基本的にオフにしてください。\n・講師から意見を求められた場合のみ、マイクをオンにしてください。\n・個別指名を希望しない方は、講座中に講師へ個別チャットでお知らせいただくか、\n　開始1日前までに事務局へご連絡ください。\n\n　ご不明点がありましたら、運営事務局までご連絡ください。\n　https://www.worldtalk.jp/contacts\n\n■アーカイブ動画・宿題等について\n-----------------------------\n・すべての動画・宿題などは上記「教材GoogleDrive(アーカイブ・宿題など）」のURLへアクセスしてください。\n・各回終了後、24時間以内に動画を公開いたします。\n・全4回分を 2026/3/2(月) 10:00まで視聴できます。', '本レッスンは講義形式のグループ講座です。\n\n■ご受講にあたってのお願い\n-----------------------------\n・個別指名を希望しない方は、講座中に講師へ個別チャットにてお知らせください。\n　事前に伝える場合は、開始1日前までに事務局へご連絡ください。\n\n　ご不明点がありましたら、運営事務局までご連絡ください。\n　https://www.worldtalk.jp/contacts\n\n■アーカイブ動画・宿題等について\n-----------------------------\n・すべての動画・宿題などは上記「教材GoogleDrive(アーカイブ・宿題など）」のURLへアクセスしてください。\n・各回終了後、24時間以内に動画を公開いたします。\n・全4回分を 2026/3/2(月) 10:00まで視聴できます。', 'https://us06web.zoom.us/j/81903650448?pwd=E3mx3tE6mxOHF3iG9WAsLRPCaiswPt.1', 81903650448, 443806, 1, 'https://www.group.worldtalk.jp/wte/kohayeikensppackage2', '<p><span data-sheets-root=\"1\">10日でできる英検２級二次試験・面接完全予想問題[改訂版]&nbsp;<br><a href=\"https://amzn.asia/d/6nsKTyW\">https://amzn.asia/d/6nsKTyW</a><br></span></p>\n<p>&nbsp;</p>', 4, '2026-02-03 12:00:00', NULL, 'https://docs.google.com/forms/d/e/1FAIpQLSeaWrhrfe-mmWr3Tz8SjwLG_RZGfIkAaMdEJ0N8nWR8ChjJXQ/viewform?usp=dialog', 'https://drive.google.com/drive/folders/1cy76qoFEOce7d8lswZiQX1RbLfWKSrY-'),
(39, 3, 1768540067, 1770736306, 3, '英検準２級面接パック', '合格者190名超！予約困難なKohay先生と挑む、本番超えの最終特訓', 1, 12870, '2026-02-11', '2026-02-21', 72, '20:00:00', '20:50:00', 0, 0, 0, 50, 5, 0, 1, 'T-kL5YgtqhQ', NULL, '<h4>全4回で「合格の型」を完遂。迷いを得点力に変え、圧倒的自信で本番へ！</h4>\n<p>英検準２級の二次面接、対策が後回しになっていませんか？</p>\n<p>✔ 話そうとしても、言葉が出てこない<br>✔ 答えが浅くなり、説得力に欠ける<br>✔ 何をどう勉強すればいいかわからない</p>\n<p>そんな\"あと一歩\"の壁を、全4回で突破します。</p>\n<p>本講座は「知る」だけで終わらせません。<br>レッスン内で実際に話し、改善点をその場で明確化。<br>合格ラインの受け答えを、あなたの中に仕上げます。</p>\n<h4><strong>この講座が選ばれる５つの理由</strong></h4>\n<ol>\n<li><strong>音読・写真問題の「型」を習得</strong>📚　迷わず構成できるコツを伝授します。</li>\n<li><strong>社会性の高い話題に対応できる力がつく</strong>🔥　頻出テーマへの解答パターンを徹底強化。</li>\n<li><strong>本番と同じ形式で実践トレーニング</strong>🗣️ 実際の質問・表現で繰り返しアウトプット</li>\n<li><strong>アーカイブ受講で最適な学習ペースを実現</strong> 🎥　忙しくても、自分のペースで復習できます。</li>\n<li><strong>予約困難！圧倒的実績講師 &times; 同じ志をもつ仲間</strong>👨&zwj;👨&zwj;👦&zwj;👦　短期集中でモチベーションが続きます。</li>\n</ol>\n<h4><strong>受講後の変化</strong></h4>\n<ul>\n<li><strong>アウトプットで自分の改善点を把握✨</strong><br>└実践の中で課題を明確にし、効果的に克服します。<br><br></li>\n<li><strong>&nbsp;面接に必要な知識と技術が身につく📈</strong><br>└ 最低限押さえるべきポイントをまとめて習得できます。<br><br></li>\n<li><strong>本番で自然に話せるようになる💪</strong><br>└ パターンを覚え、練習を重ねることで実力に変わります。</li>\n</ul>\n<p>二次面接は、どのように対策したかで合否が分かれます。<br>全4回で「答え方」を固めて、自信を持って本番に臨みましょう。</p>', NULL, 1, 10, 0, NULL, NULL, NULL, NULL, NULL, 1, 'https://www.group.worldtalk.jp/wte/kohayeikensppackagepre2', '<p><span data-sheets-root=\"1\">10日でできる英検準２級二次試験・面接完全予想問題[改訂版]</span><br><a href=\"https://amzn.to/3LCPL5F\">https://amzn.to/3LCPL5F</a></p>', 4, '2026-02-04 12:00:00', NULL, 'https://docs.google.com/forms/d/e/1FAIpQLScpQ2iRXljMTw4E4mTZ3peYx58VSQHuUdk05jlC1jkz8KLEow/viewform?usp=dialog', 'https://drive.google.com/open?id=1xaOynBF5OjpR0XmFbKkz4LL7oqBmrX0c'),
(40, 7, 1768900867, 1770735532, 2, 'アメリカ英語 発音トレーニング', '累計10,000レッスン超！ 日本語話者の「つまずき」を知り尽くした発音メソッド', 1, 8800, '2026-03-02', '2026-03-30', 2, '20:00:00', '20:50:00', 0, 0, 0, 50, 13, 0, 1, '6cjrwXz1QRY', 'Lvvng3iHhoU', '<h4>初心者〜教育のプロまで◎　感覚に頼らず、誰でも再現できる。</h4>\n<p>累計レッスン数 10,000件以上の実績に裏打ちされた、<br>日本語話者のための「最速」発音改善トレーニング。</p>\n<p>「tの音が消える」「音がつながる（リンキング）」など、<br>一見<span style=\"background-color: #f8e465;\"><strong>わかりにくい英語の音の仕組みを、日本語を交えて分かりやすく解説します</strong>！</span></p>\n<p>一人ずつ発表すること等がない、講義形式です。<br><strong>どなたでも安心してご参加ください✨</strong><br><br>初心者から、ビジネス・教育現場でより精度の高い英語を目指す方まで。<br>一生モノの発音スキルを身につけましょう！</p>\n<h4>この講座が選ばれる5つの理由</h4>\n<ol>\n<li><strong>音の変化を実践🎧　</strong>リンキングや抑揚を学び、ネイティブの「リズム」を体得！</li>\n<li><strong>豊富な具体例🔍　</strong>カタカナ読みも活用しながら、日本人が真似できる方法を伝授。</li>\n<li><strong>基礎から応用まで📈　</strong>毎回基礎から練習するので、初心者〜上級者まで楽しめます。</li>\n<li><strong>親しみやすい指導でリピーター多数😊　</strong>明るくテンポのよい進行で、学びやすさも抜群。</li>\n<li><strong>アーカイブ完備 🔁　</strong>学んだ内容を期間中くり返し復習できます。</li>\n</ol>\n<h4>受講後の変化</h4>\n<ul>\n<li>&nbsp;日本語話者には言いづらい単語が苦手&hellip;<br>└ <strong>仕組みがわかるから、ナチュラルに言えるようになる✨<br></strong><strong><br></strong></li>\n<li>英語独特のイントネーションが理解できない。<br>└&nbsp;<strong>英語特有のリズムや間の取り方を理解し、表現力がアップ🎵<br><br></strong></li>\n<li>リスニングが苦手。<br>└ <strong>リンキングを習得することで、聞き取れる音が一気に増える🚀</strong></li>\n</ul>\n<p>確かな発音力を身につけ、自信を持って英語を話せる未来へ。<br>一緒に一歩を踏み出しましょう🔥</p>', NULL, 1, 40, 0, NULL, NULL, NULL, NULL, NULL, 2, 'https://www.group.worldtalk.jp/wte/yoshinokamericanaccent202603', '<p>なし<br>（講師オリジナルテキスト）</p>', 4, '2026-02-19 12:00:00', NULL, 'https://docs.google.com/forms/d/e/1FAIpQLSdfa0mj-iRcOhHIn1M3-4_LigxjjWSTsiyD3YXIPcfIabffuw/viewform?usp=dialog', NULL);

-- --------------------------------------------------------

--
-- テーブルの構造 `cpnacts`
--

CREATE TABLE `cpnacts` (
  `cpnact_id` bigint(20) UNSIGNED NOT NULL,
  `coupon_id` bigint(20) UNSIGNED NOT NULL,
  `member_id` bigint(20) UNSIGNED NOT NULL,
  `seller_id` bigint(20) UNSIGNED NOT NULL,
  `cpnact_type` tinyint(3) UNSIGNED NOT NULL,
  `cpnact_reason` tinyint(3) UNSIGNED NOT NULL,
  `cpnact_cdate` int(10) UNSIGNED NOT NULL,
  `cpnact_price` int(11) NOT NULL,
  `lsn_id` bigint(20) UNSIGNED NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `dcts`
--

CREATE TABLE `dcts` (
  `dct_id` int(10) UNSIGNED NOT NULL,
  `dct_title` varchar(255) NOT NULL,
  `dct_sort` int(10) UNSIGNED NOT NULL,
  `dct_status` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `dct_items` int(10) UNSIGNED NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `dwns`
--

CREATE TABLE `dwns` (
  `dwn_id` bigint(20) UNSIGNED NOT NULL,
  `dct_id` int(10) UNSIGNED NOT NULL DEFAULT 0,
  `dwn_title` varchar(100) NOT NULL,
  `dwn_type` tinyint(3) UNSIGNED NOT NULL,
  `dwn_loc` tinyint(3) UNSIGNED NOT NULL,
  `dwn_url` varchar(255) DEFAULT NULL,
  `dwn_point` int(10) UNSIGNED NOT NULL,
  `dwn_status` tinyint(3) UNSIGNED NOT NULL,
  `dwn_num` int(10) UNSIGNED NOT NULL DEFAULT 0,
  `dwn_pubdate` int(10) UNSIGNED NOT NULL DEFAULT 0,
  `dwn_score` int(10) UNSIGNED NOT NULL DEFAULT 0,
  `dwn_weight` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `dwn_period` int(10) UNSIGNED NOT NULL,
  `dwn_logo` tinyint(3) UNSIGNED NOT NULL,
  `dwn_duration` varchar(20) DEFAULT NULL,
  `dwn_fname` varchar(100) DEFAULT NULL,
  `dwn_intro` text DEFAULT NULL,
  `dwn_note` text DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `dwnsels`
--

CREATE TABLE `dwnsels` (
  `dsl_id` bigint(20) UNSIGNED NOT NULL,
  `dwn_id` bigint(20) UNSIGNED NOT NULL,
  `member_id` bigint(20) UNSIGNED NOT NULL,
  `dsl_expire` int(10) UNSIGNED NOT NULL,
  `dsl_cdate` int(10) UNSIGNED NOT NULL,
  `dsl_point` int(10) UNSIGNED NOT NULL,
  `dsl_type` tinyint(3) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `favs`
--

CREATE TABLE `favs` (
  `fav_id` bigint(20) UNSIGNED NOT NULL,
  `member_id` bigint(20) UNSIGNED NOT NULL,
  `prof_id` bigint(20) UNSIGNED NOT NULL,
  `fav_cdate` int(10) UNSIGNED NOT NULL,
  `fav_comment` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `fmls`
--

CREATE TABLE `fmls` (
  `fml_id` bigint(20) UNSIGNED NOT NULL,
  `fml_title` varchar(100) NOT NULL,
  `fml_base` tinyint(3) UNSIGNED NOT NULL,
  `fml_days` smallint(5) UNSIGNED NOT NULL,
  `fml_cond` tinyint(3) UNSIGNED NOT NULL,
  `fml_content` text DEFAULT NULL,
  `fml_memo` text DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `group_schedules`
--

CREATE TABLE `group_schedules` (
  `group_id` bigint(20) UNSIGNED NOT NULL,
  `prof_id` bigint(20) UNSIGNED NOT NULL,
  `lsn_id` int(11) NOT NULL DEFAULT 0,
  `course_id` int(11) NOT NULL DEFAULT 0,
  `group_count` bigint(20) UNSIGNED NOT NULL DEFAULT 0,
  `sch_cdate` int(10) UNSIGNED NOT NULL,
  `sch_stime` datetime NOT NULL,
  `sch_etime` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_bin;

--
-- テーブルのデータのダンプ `group_schedules`
--

INSERT INTO `group_schedules` (`group_id`, `prof_id`, `lsn_id`, `course_id`, `group_count`, `sch_cdate`, `sch_stime`, `sch_etime`) VALUES
(1, 1, 0, 1, 10, 1748257979, '2025-05-28 19:00:00', '2025-05-28 20:00:00'),
(2, 1, 0, 1, 10, 1748257990, '2025-06-04 19:00:00', '2025-06-04 20:00:00'),
(3, 1, 0, 1, 10, 1748258029, '2025-06-11 19:00:00', '2025-06-11 20:00:00'),
(4, 1, 0, 1, 10, 1748258157, '2025-06-18 21:00:00', '2025-06-18 22:00:00'),
(5, 1, 0, 1, 10, 1748258227, '2025-06-25 21:00:00', '2025-06-25 22:00:00'),
(6, 1, 0, 1, 10, 1748258235, '2025-07-02 21:00:00', '2025-07-02 22:00:00'),
(7, 1, 0, 1, 10, 1748258243, '2025-07-09 21:00:00', '2025-07-09 22:00:00'),
(8, 1, 0, 1, 10, 1748258276, '2025-07-16 21:00:00', '2025-07-16 22:00:00'),
(9, 1, 0, 1, 10, 1748258285, '2025-07-23 21:00:00', '2025-07-23 22:00:00'),
(10, 1, 0, 1, 10, 1748258292, '2025-07-30 21:00:00', '2025-07-30 22:00:00'),
(11, 2, 0, 2, 5, 1748419415, '2025-05-28 18:00:00', '2025-05-28 19:00:00');

-- --------------------------------------------------------

--
-- テーブルの構造 `lessons`
--

CREATE TABLE `lessons` (
  `lsn_id` bigint(20) UNSIGNED NOT NULL,
  `prof_id` bigint(20) UNSIGNED NOT NULL,
  `member_id` bigint(20) UNSIGNED NOT NULL,
  `seller_id` bigint(20) UNSIGNED NOT NULL,
  `course_id` bigint(20) UNSIGNED NOT NULL,
  `lsn_cdate` int(10) UNSIGNED NOT NULL,
  `lsn_stime` datetime NOT NULL,
  `lsn_etime` datetime NOT NULL,
  `lsn_cancel` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `lsn_cancel_date` int(10) UNSIGNED NOT NULL DEFAULT 0,
  `lsn_cancel_reason` text DEFAULT NULL,
  `lsn_prof_repo` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `lsn_prof_repo_date` int(10) UNSIGNED NOT NULL,
  `lsn_prof_repo_note` text NOT NULL,
  `lsn_member_repo` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `lsn_member_repo_date` int(10) UNSIGNED NOT NULL,
  `lsn_member_repo_note` text NOT NULL,
  `lsn_member_repo_rating` tinyint(3) UNSIGNED DEFAULT NULL,
  `lsn_review` text DEFAULT NULL,
  `lsn_review_show` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `lsn_status` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `lsn_status_date` int(10) UNSIGNED NOT NULL,
  `lsn_prof_fee` int(10) UNSIGNED NOT NULL,
  `lsn_pay_type` tinyint(3) UNSIGNED NOT NULL,
  `coupon_id` bigint(20) UNSIGNED NOT NULL DEFAULT 0,
  `lsn_pay_fee_rate` int(10) UNSIGNED NOT NULL DEFAULT 0,
  `lsn_base_price` int(10) UNSIGNED NOT NULL DEFAULT 0,
  `lsn_prof_margin` tinyint(3) UNSIGNED NOT NULL,
  `lsn_prof_price` int(10) UNSIGNED NOT NULL DEFAULT 0,
  `lsn_seller_margin` tinyint(3) UNSIGNED NOT NULL,
  `lsn_seller_price` int(10) UNSIGNED NOT NULL DEFAULT 0,
  `lsn_charged_date` int(10) UNSIGNED NOT NULL DEFAULT 0,
  `pdm_id` bigint(20) UNSIGNED NOT NULL DEFAULT 0,
  `lsn_pdm_status` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `sdm_id` bigint(20) UNSIGNED NOT NULL DEFAULT 0,
  `lsn_sdm_status` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `lsn_latest_msg_1` text DEFAULT NULL,
  `lsn_latest_msg_2` text DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- テーブルのデータのダンプ `lessons`
--

INSERT INTO `lessons` (`lsn_id`, `prof_id`, `member_id`, `seller_id`, `course_id`, `lsn_cdate`, `lsn_stime`, `lsn_etime`, `lsn_cancel`, `lsn_cancel_date`, `lsn_cancel_reason`, `lsn_prof_repo`, `lsn_prof_repo_date`, `lsn_prof_repo_note`, `lsn_member_repo`, `lsn_member_repo_date`, `lsn_member_repo_note`, `lsn_member_repo_rating`, `lsn_review`, `lsn_review_show`, `lsn_status`, `lsn_status_date`, `lsn_prof_fee`, `lsn_pay_type`, `coupon_id`, `lsn_pay_fee_rate`, `lsn_base_price`, `lsn_prof_margin`, `lsn_prof_price`, `lsn_seller_margin`, `lsn_seller_price`, `lsn_charged_date`, `pdm_id`, `lsn_pdm_status`, `sdm_id`, `lsn_sdm_status`, `lsn_latest_msg_1`, `lsn_latest_msg_2`) VALUES
(1, 7, 10, 1, 40, 1746173950, '2025-05-28 19:00:00', '2025-05-28 20:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(2, 3, 10, 1, 30, 1746173950, '2025-05-28 19:00:00', '2025-05-28 20:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, '本日はキッズ向けのレッスンを体験させていただきました。\n子供も緊張はしていたようですが、楽しくレッスンを受けられたようで安心致しました。終始優しく教えて頂き、感謝しております。', NULL),
(3, 1, 1, 1, 1, 1748421787, '2025-05-28 21:00:00', '2025-05-28 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(4, 1, 2, 1, 1, 1748421787, '2025-05-28 21:00:00', '2025-05-28 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(5, 1, 3, 1, 1, 1748421787, '2025-05-28 21:00:00', '2025-05-28 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(6, 1, 4, 1, 1, 1748421787, '2025-05-28 21:00:00', '2025-05-28 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(7, 1, 8, 1, 1, 1748421787, '2025-05-28 21:00:00', '2025-05-28 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(8, 1, 9, 1, 1, 1748421787, '2025-05-28 21:00:00', '2025-05-28 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(9, 1, 1, 1, 1, 1748421787, '2025-06-04 21:00:00', '2025-06-04 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(10, 1, 2, 1, 1, 1748421787, '2025-06-04 21:00:00', '2025-06-04 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(11, 1, 3, 1, 1, 1748421787, '2025-06-04 21:00:00', '2025-06-04 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(12, 1, 4, 1, 1, 1748421787, '2025-06-04 21:00:00', '2025-06-04 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(13, 1, 8, 1, 1, 1748421787, '2025-06-04 21:00:00', '2025-06-04 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(14, 1, 9, 1, 1, 1748421787, '2025-06-04 21:00:00', '2025-06-04 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(15, 1, 1, 1, 1, 1748421787, '2025-06-11 21:00:00', '2025-06-11 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(16, 1, 2, 1, 1, 1748421787, '2025-06-11 21:00:00', '2025-06-11 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(17, 1, 3, 1, 1, 1748421787, '2025-06-11 21:00:00', '2025-06-11 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(18, 1, 4, 1, 1, 1748421787, '2025-06-11 21:00:00', '2025-06-11 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(19, 1, 8, 1, 1, 1748421787, '2025-06-11 21:00:00', '2025-06-11 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(20, 1, 9, 1, 1, 1748421787, '2025-06-11 21:00:00', '2025-06-11 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(21, 1, 1, 1, 1, 1748421787, '2025-06-18 21:00:00', '2025-06-18 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(22, 1, 2, 1, 1, 1748421787, '2025-06-18 21:00:00', '2025-06-18 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(23, 1, 3, 1, 1, 1748421787, '2025-06-18 21:00:00', '2025-06-18 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(24, 1, 4, 1, 1, 1748421787, '2025-06-18 21:00:00', '2025-06-18 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(25, 1, 8, 1, 1, 1748421787, '2025-06-18 21:00:00', '2025-06-18 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(26, 1, 9, 1, 1, 1748421787, '2025-06-18 21:00:00', '2025-06-18 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(27, 1, 1, 1, 1, 1748421787, '2025-06-25 21:00:00', '2025-06-25 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(28, 1, 2, 1, 1, 1748421787, '2025-06-25 21:00:00', '2025-06-25 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(29, 1, 3, 1, 1, 1748421787, '2025-06-25 21:00:00', '2025-06-25 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(30, 1, 4, 1, 1, 1748421787, '2025-06-25 21:00:00', '2025-06-25 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(31, 1, 8, 1, 1, 1748421787, '2025-06-25 21:00:00', '2025-06-25 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(32, 1, 9, 1, 1, 1748421787, '2025-06-25 21:00:00', '2025-06-25 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(33, 1, 1, 1, 1, 1748421787, '2025-07-02 21:00:00', '2025-07-02 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(34, 1, 2, 1, 1, 1748421787, '2025-07-02 21:00:00', '2025-07-02 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(35, 1, 3, 1, 1, 1748421787, '2025-07-02 21:00:00', '2025-07-02 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(36, 1, 4, 1, 1, 1748421787, '2025-07-02 21:00:00', '2025-07-02 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(37, 1, 8, 1, 1, 1748421787, '2025-07-02 21:00:00', '2025-07-02 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(38, 1, 9, 1, 1, 1748421787, '2025-07-02 21:00:00', '2025-07-02 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(39, 1, 1, 1, 1, 1748421787, '2025-07-09 21:00:00', '2025-07-09 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(40, 1, 2, 1, 1, 1748421787, '2025-07-09 21:00:00', '2025-07-09 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(41, 1, 3, 1, 1, 1748421787, '2025-07-09 21:00:00', '2025-07-09 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(42, 1, 4, 1, 1, 1748421787, '2025-07-09 21:00:00', '2025-07-09 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(43, 1, 8, 1, 1, 1748421787, '2025-07-09 21:00:00', '2025-07-09 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(44, 1, 9, 1, 1, 1748421787, '2025-07-09 21:00:00', '2025-07-09 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(45, 1, 1, 1, 1, 1748421787, '2025-07-16 21:00:00', '2025-07-16 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(46, 1, 2, 1, 1, 1748421787, '2025-07-16 21:00:00', '2025-07-16 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(47, 1, 3, 1, 1, 1748421787, '2025-07-16 21:00:00', '2025-07-16 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(48, 1, 4, 1, 1, 1748421787, '2025-07-16 21:00:00', '2025-07-16 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(49, 1, 8, 1, 1, 1748421787, '2025-07-16 21:00:00', '2025-07-16 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(50, 1, 9, 1, 1, 1748421787, '2025-07-16 21:00:00', '2025-07-16 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(51, 1, 1, 1, 1, 1748421787, '2025-07-23 21:00:00', '2025-07-23 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(52, 1, 2, 1, 1, 1748421787, '2025-07-23 21:00:00', '2025-07-23 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(53, 1, 3, 1, 1, 1748421787, '2025-07-23 21:00:00', '2025-07-23 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(54, 1, 4, 1, 1, 1748421787, '2025-07-23 21:00:00', '2025-07-23 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(55, 1, 8, 1, 1, 1748421787, '2025-07-23 21:00:00', '2025-07-23 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(56, 1, 9, 1, 1, 1748421787, '2025-07-23 21:00:00', '2025-07-23 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753429862, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753429862, 0, 0, 0, 0, NULL, NULL),
(57, 1, 1, 1, 1, 1748421787, '2025-07-30 21:00:00', '2025-07-30 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753880581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753880581, 0, 0, 0, 0, NULL, NULL),
(58, 1, 2, 1, 1, 1748421787, '2025-07-30 21:00:00', '2025-07-30 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753880581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753880581, 0, 0, 0, 0, NULL, NULL),
(59, 1, 3, 1, 1, 1748421787, '2025-07-30 21:00:00', '2025-07-30 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753880581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753880581, 0, 0, 0, 0, NULL, NULL),
(60, 1, 4, 1, 1, 1748421787, '2025-07-30 21:00:00', '2025-07-30 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753880581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753880581, 0, 0, 0, 0, NULL, NULL),
(61, 1, 8, 1, 1, 1748421787, '2025-07-30 21:00:00', '2025-07-30 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753880581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753880581, 0, 0, 0, 0, NULL, NULL),
(62, 1, 9, 1, 1, 1748421787, '2025-07-30 21:00:00', '2025-07-30 22:00:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753880581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753880581, 0, 0, 0, 0, NULL, NULL),
(63, 3, 9, 1, 3, 1753429018, '2025-07-30 21:00:00', '2025-07-30 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753879982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753879982, 0, 0, 0, 0, NULL, NULL),
(64, 3, 11, 1, 3, 1753429018, '2025-07-30 21:00:00', '2025-07-30 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753879982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753879982, 0, 0, 0, 0, NULL, NULL),
(65, 3, 12, 1, 3, 1753429018, '2025-07-30 21:00:00', '2025-07-30 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753879982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753879982, 0, 0, 0, 0, NULL, NULL),
(66, 3, 13, 1, 3, 1753429018, '2025-07-30 21:00:00', '2025-07-30 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753879982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753879982, 0, 0, 0, 0, NULL, NULL),
(67, 3, 14, 1, 3, 1753429018, '2025-07-30 21:00:00', '2025-07-30 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753879982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753879982, 0, 0, 0, 0, NULL, NULL),
(68, 3, 15, 1, 3, 1753429018, '2025-07-30 21:00:00', '2025-07-30 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753879982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753879982, 0, 0, 0, 0, NULL, NULL),
(69, 3, 16, 1, 3, 1753429018, '2025-07-30 21:00:00', '2025-07-30 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753879982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753879982, 0, 0, 0, 0, NULL, NULL),
(70, 3, 17, 1, 3, 1753429018, '2025-07-30 21:00:00', '2025-07-30 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753879982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753879982, 0, 0, 0, 0, NULL, NULL),
(71, 3, 18, 1, 3, 1753429018, '2025-07-30 21:00:00', '2025-07-30 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753879982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753879982, 0, 0, 0, 0, NULL, NULL),
(72, 3, 19, 1, 3, 1753429018, '2025-07-30 21:00:00', '2025-07-30 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753879982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753879982, 0, 0, 0, 0, NULL, NULL),
(73, 3, 20, 1, 3, 1753429018, '2025-07-30 21:00:00', '2025-07-30 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753879982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753879982, 0, 0, 0, 0, NULL, NULL),
(74, 3, 21, 1, 3, 1753429018, '2025-07-30 21:00:00', '2025-07-30 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753879982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753879982, 0, 0, 0, 0, NULL, NULL),
(75, 3, 22, 1, 3, 1753429018, '2025-07-30 21:00:00', '2025-07-30 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753879982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753879982, 0, 0, 0, 0, NULL, NULL),
(76, 3, 23, 1, 3, 1753429018, '2025-07-30 21:00:00', '2025-07-30 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753879982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753879982, 0, 0, 0, 0, NULL, NULL),
(77, 3, 24, 1, 3, 1753429018, '2025-07-30 21:00:00', '2025-07-30 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753879982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753879982, 0, 0, 0, 0, NULL, NULL),
(78, 3, 25, 1, 3, 1753429018, '2025-07-30 21:00:00', '2025-07-30 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753879982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753879982, 0, 0, 0, 0, NULL, NULL),
(79, 3, 26, 1, 3, 1753429018, '2025-07-30 21:00:00', '2025-07-30 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753879982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753879982, 0, 0, 0, 0, NULL, NULL),
(80, 3, 27, 1, 3, 1753429018, '2025-07-30 21:00:00', '2025-07-30 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753879982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753879982, 0, 0, 0, 0, NULL, NULL),
(81, 3, 28, 1, 3, 1753429018, '2025-07-30 21:00:00', '2025-07-30 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753879982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753879982, 0, 0, 0, 0, NULL, NULL),
(82, 3, 29, 1, 3, 1753429018, '2025-07-30 21:00:00', '2025-07-30 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753879982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753879982, 0, 0, 0, 0, NULL, NULL),
(83, 3, 30, 1, 3, 1753429018, '2025-07-30 21:00:00', '2025-07-30 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753879982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753879982, 0, 0, 0, 0, NULL, NULL),
(84, 3, 31, 1, 3, 1753429018, '2025-07-30 21:00:00', '2025-07-30 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753879982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753879982, 0, 0, 0, 0, NULL, NULL),
(85, 3, 9, 1, 3, 1753429018, '2025-08-06 21:00:00', '2025-08-06 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754484781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754484781, 0, 0, 0, 0, NULL, NULL),
(86, 3, 11, 1, 3, 1753429018, '2025-08-06 21:00:00', '2025-08-06 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754484781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754484781, 0, 0, 0, 0, NULL, NULL),
(87, 3, 12, 1, 3, 1753429018, '2025-08-06 21:00:00', '2025-08-06 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754484781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754484781, 0, 0, 0, 0, NULL, NULL),
(88, 3, 13, 1, 3, 1753429018, '2025-08-06 21:00:00', '2025-08-06 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754484781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754484781, 0, 0, 0, 0, NULL, NULL),
(89, 3, 14, 1, 3, 1753429018, '2025-08-06 21:00:00', '2025-08-06 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754484781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754484781, 0, 0, 0, 0, NULL, NULL),
(90, 3, 15, 1, 3, 1753429018, '2025-08-06 21:00:00', '2025-08-06 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754484781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754484781, 0, 0, 0, 0, NULL, NULL),
(91, 3, 16, 1, 3, 1753429018, '2025-08-06 21:00:00', '2025-08-06 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754484781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754484781, 0, 0, 0, 0, NULL, NULL),
(92, 3, 17, 1, 3, 1753429018, '2025-08-06 21:00:00', '2025-08-06 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754484781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754484781, 0, 0, 0, 0, NULL, NULL),
(93, 3, 18, 1, 3, 1753429018, '2025-08-06 21:00:00', '2025-08-06 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754484781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754484781, 0, 0, 0, 0, NULL, NULL),
(94, 3, 19, 1, 3, 1753429018, '2025-08-06 21:00:00', '2025-08-06 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754484781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754484781, 0, 0, 0, 0, NULL, NULL),
(95, 3, 20, 1, 3, 1753429018, '2025-08-06 21:00:00', '2025-08-06 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754484781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754484781, 0, 0, 0, 0, NULL, NULL),
(96, 3, 21, 1, 3, 1753429018, '2025-08-06 21:00:00', '2025-08-06 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754484781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754484781, 0, 0, 0, 0, NULL, NULL),
(97, 3, 22, 1, 3, 1753429018, '2025-08-06 21:00:00', '2025-08-06 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754484781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754484781, 0, 0, 0, 0, NULL, NULL),
(98, 3, 23, 1, 3, 1753429018, '2025-08-06 21:00:00', '2025-08-06 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754484781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754484781, 0, 0, 0, 0, NULL, NULL),
(99, 3, 24, 1, 3, 1753429018, '2025-08-06 21:00:00', '2025-08-06 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754484781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754484781, 0, 0, 0, 0, NULL, NULL),
(100, 3, 25, 1, 3, 1753429018, '2025-08-06 21:00:00', '2025-08-06 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754484781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754484781, 0, 0, 0, 0, NULL, NULL),
(101, 3, 26, 1, 3, 1753429018, '2025-08-06 21:00:00', '2025-08-06 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754484781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754484781, 0, 0, 0, 0, NULL, NULL),
(102, 3, 27, 1, 3, 1753429018, '2025-08-06 21:00:00', '2025-08-06 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754484781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754484781, 0, 0, 0, 0, NULL, NULL),
(103, 3, 28, 1, 3, 1753429018, '2025-08-06 21:00:00', '2025-08-06 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754484781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754484781, 0, 0, 0, 0, NULL, NULL),
(104, 3, 29, 1, 3, 1753429018, '2025-08-06 21:00:00', '2025-08-06 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754484781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754484781, 0, 0, 0, 0, NULL, NULL),
(105, 3, 30, 1, 3, 1753429018, '2025-08-06 21:00:00', '2025-08-06 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754484781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754484781, 0, 0, 0, 0, NULL, NULL),
(106, 3, 31, 1, 3, 1753429018, '2025-08-06 21:00:00', '2025-08-06 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754484781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754484781, 0, 0, 0, 0, NULL, NULL),
(107, 3, 9, 1, 3, 1753429018, '2025-08-13 21:00:00', '2025-08-13 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755089581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755089581, 0, 0, 0, 0, NULL, NULL),
(108, 3, 11, 1, 3, 1753429018, '2025-08-13 21:00:00', '2025-08-13 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755089581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755089581, 0, 0, 0, 0, NULL, NULL),
(109, 3, 12, 1, 3, 1753429018, '2025-08-13 21:00:00', '2025-08-13 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755089581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755089581, 0, 0, 0, 0, NULL, NULL),
(110, 3, 13, 1, 3, 1753429018, '2025-08-13 21:00:00', '2025-08-13 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755089581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755089581, 0, 0, 0, 0, NULL, NULL),
(111, 3, 14, 1, 3, 1753429018, '2025-08-13 21:00:00', '2025-08-13 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755089581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755089581, 0, 0, 0, 0, NULL, NULL),
(112, 3, 15, 1, 3, 1753429018, '2025-08-13 21:00:00', '2025-08-13 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755089581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755089581, 0, 0, 0, 0, NULL, NULL),
(113, 3, 16, 1, 3, 1753429018, '2025-08-13 21:00:00', '2025-08-13 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755089581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755089581, 0, 0, 0, 0, NULL, NULL),
(114, 3, 17, 1, 3, 1753429018, '2025-08-13 21:00:00', '2025-08-13 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755089581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755089581, 0, 0, 0, 0, NULL, NULL),
(115, 3, 18, 1, 3, 1753429018, '2025-08-13 21:00:00', '2025-08-13 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755089581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755089581, 0, 0, 0, 0, NULL, NULL),
(116, 3, 19, 1, 3, 1753429018, '2025-08-13 21:00:00', '2025-08-13 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755089581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755089581, 0, 0, 0, 0, NULL, NULL),
(117, 3, 20, 1, 3, 1753429018, '2025-08-13 21:00:00', '2025-08-13 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755089581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755089581, 0, 0, 0, 0, NULL, NULL),
(118, 3, 21, 1, 3, 1753429018, '2025-08-13 21:00:00', '2025-08-13 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755089581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755089581, 0, 0, 0, 0, NULL, NULL),
(119, 3, 22, 1, 3, 1753429018, '2025-08-13 21:00:00', '2025-08-13 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755089581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755089581, 0, 0, 0, 0, NULL, NULL),
(120, 3, 23, 1, 3, 1753429018, '2025-08-13 21:00:00', '2025-08-13 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755089581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755089581, 0, 0, 0, 0, NULL, NULL),
(121, 3, 24, 1, 3, 1753429018, '2025-08-13 21:00:00', '2025-08-13 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755089581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755089581, 0, 0, 0, 0, NULL, NULL),
(122, 3, 25, 1, 3, 1753429018, '2025-08-13 21:00:00', '2025-08-13 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755089581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755089581, 0, 0, 0, 0, NULL, NULL),
(123, 3, 26, 1, 3, 1753429018, '2025-08-13 21:00:00', '2025-08-13 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755089581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755089581, 0, 0, 0, 0, NULL, NULL),
(124, 3, 27, 1, 3, 1753429018, '2025-08-13 21:00:00', '2025-08-13 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755089581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755089581, 0, 0, 0, 0, NULL, NULL),
(125, 3, 28, 1, 3, 1753429018, '2025-08-13 21:00:00', '2025-08-13 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755089581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755089581, 0, 0, 0, 0, NULL, NULL),
(126, 3, 29, 1, 3, 1753429018, '2025-08-13 21:00:00', '2025-08-13 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755089581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755089581, 0, 0, 0, 0, NULL, NULL),
(127, 3, 30, 1, 3, 1753429018, '2025-08-13 21:00:00', '2025-08-13 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755089581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755089581, 0, 0, 0, 0, NULL, NULL),
(128, 3, 31, 1, 3, 1753429018, '2025-08-13 21:00:00', '2025-08-13 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755089581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755089581, 0, 0, 0, 0, NULL, NULL),
(129, 3, 9, 1, 3, 1753429018, '2025-08-20 21:00:00', '2025-08-20 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755694381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755694381, 0, 0, 0, 0, NULL, NULL),
(130, 3, 11, 1, 3, 1753429018, '2025-08-20 21:00:00', '2025-08-20 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755694381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755694381, 0, 0, 0, 0, NULL, NULL),
(131, 3, 12, 1, 3, 1753429018, '2025-08-20 21:00:00', '2025-08-20 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755694381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755694382, 0, 0, 0, 0, NULL, NULL),
(132, 3, 13, 1, 3, 1753429018, '2025-08-20 21:00:00', '2025-08-20 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755694381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755694382, 0, 0, 0, 0, NULL, NULL),
(133, 3, 14, 1, 3, 1753429018, '2025-08-20 21:00:00', '2025-08-20 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755694381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755694382, 0, 0, 0, 0, NULL, NULL),
(134, 3, 15, 1, 3, 1753429018, '2025-08-20 21:00:00', '2025-08-20 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755694381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755694382, 0, 0, 0, 0, NULL, NULL),
(135, 3, 16, 1, 3, 1753429018, '2025-08-20 21:00:00', '2025-08-20 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755694381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755694382, 0, 0, 0, 0, NULL, NULL),
(136, 3, 17, 1, 3, 1753429018, '2025-08-20 21:00:00', '2025-08-20 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755694381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755694382, 0, 0, 0, 0, NULL, NULL),
(137, 3, 18, 1, 3, 1753429018, '2025-08-20 21:00:00', '2025-08-20 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755694381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755694382, 0, 0, 0, 0, NULL, NULL),
(138, 3, 19, 1, 3, 1753429018, '2025-08-20 21:00:00', '2025-08-20 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755694381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755694382, 0, 0, 0, 0, NULL, NULL),
(139, 3, 20, 1, 3, 1753429018, '2025-08-20 21:00:00', '2025-08-20 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755694381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755694382, 0, 0, 0, 0, NULL, NULL),
(140, 3, 21, 1, 3, 1753429018, '2025-08-20 21:00:00', '2025-08-20 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755694381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755694382, 0, 0, 0, 0, NULL, NULL),
(141, 3, 22, 1, 3, 1753429018, '2025-08-20 21:00:00', '2025-08-20 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755694381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755694382, 0, 0, 0, 0, NULL, NULL),
(142, 3, 23, 1, 3, 1753429018, '2025-08-20 21:00:00', '2025-08-20 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755694381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755694382, 0, 0, 0, 0, NULL, NULL),
(143, 3, 24, 1, 3, 1753429018, '2025-08-20 21:00:00', '2025-08-20 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755694381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755694382, 0, 0, 0, 0, NULL, NULL),
(144, 3, 25, 1, 3, 1753429018, '2025-08-20 21:00:00', '2025-08-20 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755694381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755694382, 0, 0, 0, 0, NULL, NULL),
(145, 3, 26, 1, 3, 1753429018, '2025-08-20 21:00:00', '2025-08-20 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755694381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755694382, 0, 0, 0, 0, NULL, NULL),
(146, 3, 27, 1, 3, 1753429018, '2025-08-20 21:00:00', '2025-08-20 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755694381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755694382, 0, 0, 0, 0, NULL, NULL),
(147, 3, 28, 1, 3, 1753429018, '2025-08-20 21:00:00', '2025-08-20 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755694381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755694382, 0, 0, 0, 0, NULL, NULL),
(148, 3, 29, 1, 3, 1753429018, '2025-08-20 21:00:00', '2025-08-20 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755694381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755694382, 0, 0, 0, 0, NULL, NULL),
(149, 3, 30, 1, 3, 1753429018, '2025-08-20 21:00:00', '2025-08-20 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755694381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755694382, 0, 0, 0, 0, NULL, NULL),
(150, 3, 31, 1, 3, 1753429018, '2025-08-20 21:00:00', '2025-08-20 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755694381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755694382, 0, 0, 0, 0, NULL, NULL),
(151, 3, 9, 1, 3, 1753429018, '2025-08-27 21:00:00', '2025-08-27 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756299181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756299181, 0, 0, 0, 0, NULL, NULL),
(152, 3, 11, 1, 3, 1753429018, '2025-08-27 21:00:00', '2025-08-27 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756299181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756299181, 0, 0, 0, 0, NULL, NULL),
(153, 3, 12, 1, 3, 1753429018, '2025-08-27 21:00:00', '2025-08-27 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756299181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756299181, 0, 0, 0, 0, NULL, NULL),
(154, 3, 13, 1, 3, 1753429018, '2025-08-27 21:00:00', '2025-08-27 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756299181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756299181, 0, 0, 0, 0, NULL, NULL),
(155, 3, 14, 1, 3, 1753429018, '2025-08-27 21:00:00', '2025-08-27 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756299181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756299181, 0, 0, 0, 0, NULL, NULL),
(156, 3, 15, 1, 3, 1753429018, '2025-08-27 21:00:00', '2025-08-27 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756299181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756299181, 0, 0, 0, 0, NULL, NULL),
(157, 3, 16, 1, 3, 1753429018, '2025-08-27 21:00:00', '2025-08-27 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756299181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756299181, 0, 0, 0, 0, NULL, NULL),
(158, 3, 17, 1, 3, 1753429018, '2025-08-27 21:00:00', '2025-08-27 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756299181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756299181, 0, 0, 0, 0, NULL, NULL),
(159, 3, 18, 1, 3, 1753429018, '2025-08-27 21:00:00', '2025-08-27 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756299181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756299181, 0, 0, 0, 0, NULL, NULL),
(160, 3, 19, 1, 3, 1753429018, '2025-08-27 21:00:00', '2025-08-27 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756299181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756299181, 0, 0, 0, 0, NULL, NULL),
(161, 3, 20, 1, 3, 1753429018, '2025-08-27 21:00:00', '2025-08-27 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756299181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756299181, 0, 0, 0, 0, NULL, NULL),
(162, 3, 21, 1, 3, 1753429018, '2025-08-27 21:00:00', '2025-08-27 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756299181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756299181, 0, 0, 0, 0, NULL, NULL),
(163, 3, 22, 1, 3, 1753429018, '2025-08-27 21:00:00', '2025-08-27 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756299181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756299181, 0, 0, 0, 0, NULL, NULL),
(164, 3, 23, 1, 3, 1753429018, '2025-08-27 21:00:00', '2025-08-27 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756299181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756299181, 0, 0, 0, 0, NULL, NULL),
(165, 3, 24, 1, 3, 1753429018, '2025-08-27 21:00:00', '2025-08-27 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756299181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756299181, 0, 0, 0, 0, NULL, NULL),
(166, 3, 25, 1, 3, 1753429018, '2025-08-27 21:00:00', '2025-08-27 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756299181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756299181, 0, 0, 0, 0, NULL, NULL),
(167, 3, 26, 1, 3, 1753429018, '2025-08-27 21:00:00', '2025-08-27 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756299181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756299181, 0, 0, 0, 0, NULL, NULL),
(168, 3, 27, 1, 3, 1753429018, '2025-08-27 21:00:00', '2025-08-27 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756299181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756299181, 0, 0, 0, 0, NULL, NULL),
(169, 3, 28, 1, 3, 1753429018, '2025-08-27 21:00:00', '2025-08-27 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756299181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756299181, 0, 0, 0, 0, NULL, NULL),
(170, 3, 29, 1, 3, 1753429018, '2025-08-27 21:00:00', '2025-08-27 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756299181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756299181, 0, 0, 0, 0, NULL, NULL),
(171, 3, 30, 1, 3, 1753429018, '2025-08-27 21:00:00', '2025-08-27 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756299181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756299181, 0, 0, 0, 0, NULL, NULL),
(172, 3, 31, 1, 3, 1753429018, '2025-08-27 21:00:00', '2025-08-27 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756299181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756299181, 0, 0, 0, 0, NULL, NULL),
(173, 3, 9, 1, 3, 1753429018, '2025-07-25 21:00:00', '2025-07-25 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1753447982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1753447982, 0, 0, 0, 0, NULL, NULL),
(174, 4, 33, 1, 4, 1754038218, '2025-08-07 21:00:00', '2025-08-07 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754571182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754571182, 0, 0, 0, 0, NULL, NULL),
(175, 4, 33, 1, 4, 1754038218, '2025-08-14 21:00:00', '2025-08-14 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755175982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755175982, 0, 0, 0, 0, NULL, NULL),
(176, 4, 33, 1, 4, 1754038218, '2025-08-21 21:00:00', '2025-08-21 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755780782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755780782, 0, 0, 0, 0, NULL, NULL),
(177, 4, 33, 1, 4, 1754038218, '2025-08-28 21:00:00', '2025-08-28 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756385581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756385581, 0, 0, 0, 0, NULL, NULL),
(178, 4, 33, 1, 4, 1754038218, '2025-09-04 21:00:00', '2025-09-04 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756990382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756990382, 0, 0, 0, 0, NULL, NULL),
(179, 4, 33, 1, 4, 1754038218, '2025-09-11 21:00:00', '2025-09-11 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1757595182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1757595182, 0, 0, 0, 0, NULL, NULL),
(180, 4, 33, 1, 4, 1754038218, '2025-09-18 21:00:00', '2025-09-18 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758199982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758199982, 0, 0, 0, 0, NULL, NULL),
(181, 4, 33, 1, 4, 1754038218, '2025-09-25 21:00:00', '2025-09-25 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758804781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758804781, 0, 0, 0, 0, NULL, NULL),
(182, 4, 33, 1, 4, 1754038218, '2025-10-02 21:00:00', '2025-10-02 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1759409581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1759409581, 0, 0, 0, 0, NULL, NULL),
(183, 4, 33, 1, 4, 1754038218, '2025-10-09 21:00:00', '2025-10-09 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1760014382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1760014382, 0, 0, 0, 0, NULL, NULL),
(184, 4, 34, 1, 5, 1754038218, '2025-08-05 21:00:00', '2025-08-05 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754398382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754398382, 0, 0, 0, 0, NULL, NULL),
(185, 4, 35, 1, 5, 1754038218, '2025-08-05 21:00:00', '2025-08-05 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754398382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754398382, 0, 0, 0, 0, NULL, NULL),
(186, 4, 34, 1, 5, 1754038218, '2025-08-12 21:00:00', '2025-08-12 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755003182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755003182, 0, 0, 0, 0, NULL, NULL),
(187, 4, 35, 1, 5, 1754038218, '2025-08-12 21:00:00', '2025-08-12 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755003182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755003182, 0, 0, 0, 0, NULL, NULL),
(188, 4, 34, 1, 5, 1754038218, '2025-08-19 21:00:00', '2025-08-19 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755607981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755607981, 0, 0, 0, 0, NULL, NULL),
(189, 4, 35, 1, 5, 1754038218, '2025-08-19 21:00:00', '2025-08-19 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755607981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755607981, 0, 0, 0, 0, NULL, NULL),
(190, 4, 34, 1, 5, 1754038218, '2025-08-26 21:00:00', '2025-08-26 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756212782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756212782, 0, 0, 0, 0, NULL, NULL),
(191, 4, 35, 1, 5, 1754038218, '2025-08-26 21:00:00', '2025-08-26 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756212782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756212782, 0, 0, 0, 0, NULL, NULL),
(192, 4, 34, 1, 5, 1754038218, '2025-09-02 21:00:00', '2025-09-02 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756817582, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756817582, 0, 0, 0, 0, NULL, NULL),
(193, 4, 35, 1, 5, 1754038218, '2025-09-02 21:00:00', '2025-09-02 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756817582, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756817582, 0, 0, 0, 0, NULL, NULL),
(194, 4, 34, 1, 5, 1754038218, '2025-09-09 21:00:00', '2025-09-09 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1757422382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1757422382, 0, 0, 0, 0, NULL, NULL),
(195, 4, 35, 1, 5, 1754038218, '2025-09-09 21:00:00', '2025-09-09 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1757422382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1757422382, 0, 0, 0, 0, NULL, NULL),
(196, 4, 34, 1, 5, 1754038218, '2025-09-16 21:00:00', '2025-09-16 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758027182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758027182, 0, 0, 0, 0, NULL, NULL),
(197, 4, 35, 1, 5, 1754038218, '2025-09-16 21:00:00', '2025-09-16 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758027182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758027182, 0, 0, 0, 0, NULL, NULL),
(198, 4, 34, 1, 5, 1754038218, '2025-09-23 21:00:00', '2025-09-23 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758631982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758631982, 0, 0, 0, 0, NULL, NULL),
(199, 4, 35, 1, 5, 1754038218, '2025-09-23 21:00:00', '2025-09-23 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758631982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758631982, 0, 0, 0, 0, NULL, NULL),
(200, 4, 34, 1, 5, 1754038218, '2025-09-30 21:00:00', '2025-09-30 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1759236781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1759236781, 0, 0, 0, 0, NULL, NULL),
(201, 4, 35, 1, 5, 1754038218, '2025-09-30 21:00:00', '2025-09-30 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1759236781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1759236781, 0, 0, 0, 0, NULL, NULL),
(202, 4, 34, 1, 5, 1754038218, '2025-10-07 21:00:00', '2025-10-07 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1759841582, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1759841582, 0, 0, 0, 0, NULL, NULL),
(203, 4, 35, 1, 5, 1754038218, '2025-10-07 21:00:00', '2025-10-07 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1759841582, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1759841582, 0, 0, 0, 0, NULL, NULL),
(204, 1, 4, 1, 6, 1754038218, '2025-08-06 21:00:00', '2025-08-06 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754484781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(205, 1, 36, 1, 6, 1754038218, '2025-08-06 21:00:00', '2025-08-06 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754484781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754484781, 0, 0, 0, 0, NULL, NULL),
(206, 1, 37, 1, 6, 1754038218, '2025-08-06 21:00:00', '2025-08-06 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754484781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754484781, 0, 0, 0, 0, NULL, NULL),
(207, 1, 38, 1, 6, 1754038218, '2025-08-06 21:00:00', '2025-08-06 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754484781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754484781, 0, 0, 0, 0, NULL, NULL),
(208, 1, 39, 1, 6, 1754038218, '2025-08-06 21:00:00', '2025-08-06 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754484781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754484781, 0, 0, 0, 0, NULL, NULL),
(209, 1, 40, 1, 6, 1754038218, '2025-08-06 21:00:00', '2025-08-06 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754484781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754484781, 0, 0, 0, 0, NULL, NULL),
(210, 1, 4, 1, 6, 1754038218, '2025-08-13 21:00:00', '2025-08-13 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755089581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(211, 1, 36, 1, 6, 1754038218, '2025-08-13 21:00:00', '2025-08-13 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755089581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755089581, 0, 0, 0, 0, NULL, NULL),
(212, 1, 37, 1, 6, 1754038218, '2025-08-13 21:00:00', '2025-08-13 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755089581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755089582, 0, 0, 0, 0, NULL, NULL),
(213, 1, 38, 1, 6, 1754038218, '2025-08-13 21:00:00', '2025-08-13 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755089581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755089582, 0, 0, 0, 0, NULL, NULL),
(214, 1, 39, 1, 6, 1754038218, '2025-08-13 21:00:00', '2025-08-13 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755089581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755089582, 0, 0, 0, 0, NULL, NULL),
(215, 1, 40, 1, 6, 1754038218, '2025-08-13 21:00:00', '2025-08-13 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755089581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755089582, 0, 0, 0, 0, NULL, NULL),
(216, 1, 4, 1, 6, 1754038218, '2025-08-20 21:00:00', '2025-08-20 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755694381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(217, 1, 36, 1, 6, 1754038218, '2025-08-20 21:00:00', '2025-08-20 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755694381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755694382, 0, 0, 0, 0, NULL, NULL),
(218, 1, 37, 1, 6, 1754038218, '2025-08-20 21:00:00', '2025-08-20 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755694381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755694382, 0, 0, 0, 0, NULL, NULL),
(219, 1, 38, 1, 6, 1754038218, '2025-08-20 21:00:00', '2025-08-20 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755694381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755694382, 0, 0, 0, 0, NULL, NULL),
(220, 1, 39, 1, 6, 1754038218, '2025-08-20 21:00:00', '2025-08-20 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755694381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755694382, 0, 0, 0, 0, NULL, NULL),
(221, 1, 40, 1, 6, 1754038218, '2025-08-20 21:00:00', '2025-08-20 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755694381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755694382, 0, 0, 0, 0, NULL, NULL),
(222, 1, 4, 1, 6, 1754038218, '2025-08-27 21:00:00', '2025-08-27 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756299181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(223, 1, 36, 1, 6, 1754038218, '2025-08-27 21:00:00', '2025-08-27 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756299181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756299181, 0, 0, 0, 0, NULL, NULL),
(224, 1, 37, 1, 6, 1754038218, '2025-08-27 21:00:00', '2025-08-27 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756299181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756299181, 0, 0, 0, 0, NULL, NULL),
(225, 1, 38, 1, 6, 1754038218, '2025-08-27 21:00:00', '2025-08-27 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756299181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756299181, 0, 0, 0, 0, NULL, NULL),
(226, 1, 39, 1, 6, 1754038218, '2025-08-27 21:00:00', '2025-08-27 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756299181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756299181, 0, 0, 0, 0, NULL, NULL),
(227, 1, 40, 1, 6, 1754038218, '2025-08-27 21:00:00', '2025-08-27 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756299181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756299181, 0, 0, 0, 0, NULL, NULL),
(228, 1, 4, 1, 6, 1754038218, '2025-09-03 21:00:00', '2025-09-03 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756903982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(229, 1, 36, 1, 6, 1754038218, '2025-09-03 21:00:00', '2025-09-03 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756903982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756903982, 0, 0, 0, 0, NULL, NULL),
(230, 1, 37, 1, 6, 1754038218, '2025-09-03 21:00:00', '2025-09-03 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756903982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756903982, 0, 0, 0, 0, NULL, NULL),
(231, 1, 38, 1, 6, 1754038218, '2025-09-03 21:00:00', '2025-09-03 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756903982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756903982, 0, 0, 0, 0, NULL, NULL),
(232, 1, 39, 1, 6, 1754038218, '2025-09-03 21:00:00', '2025-09-03 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756903982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756903982, 0, 0, 0, 0, NULL, NULL),
(233, 1, 40, 1, 6, 1754038218, '2025-09-03 21:00:00', '2025-09-03 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756903982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756903982, 0, 0, 0, 0, NULL, NULL),
(234, 1, 4, 1, 6, 1754038218, '2025-09-10 21:00:00', '2025-09-10 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1757508782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(235, 1, 36, 1, 6, 1754038218, '2025-09-10 21:00:00', '2025-09-10 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1757508782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1757508782, 0, 0, 0, 0, NULL, NULL),
(236, 1, 37, 1, 6, 1754038218, '2025-09-10 21:00:00', '2025-09-10 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1757508782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1757508782, 0, 0, 0, 0, NULL, NULL),
(237, 1, 38, 1, 6, 1754038218, '2025-09-10 21:00:00', '2025-09-10 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1757508782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1757508782, 0, 0, 0, 0, NULL, NULL),
(238, 1, 39, 1, 6, 1754038218, '2025-09-10 21:00:00', '2025-09-10 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1757508782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1757508782, 0, 0, 0, 0, NULL, NULL),
(239, 1, 40, 1, 6, 1754038218, '2025-09-10 21:00:00', '2025-09-10 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1757508782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1757508782, 0, 0, 0, 0, NULL, NULL),
(240, 1, 4, 1, 6, 1754038218, '2025-09-17 21:00:00', '2025-09-17 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758113581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(241, 1, 36, 1, 6, 1754038218, '2025-09-17 21:00:00', '2025-09-17 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758113581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758113581, 0, 0, 0, 0, NULL, NULL);
INSERT INTO `lessons` (`lsn_id`, `prof_id`, `member_id`, `seller_id`, `course_id`, `lsn_cdate`, `lsn_stime`, `lsn_etime`, `lsn_cancel`, `lsn_cancel_date`, `lsn_cancel_reason`, `lsn_prof_repo`, `lsn_prof_repo_date`, `lsn_prof_repo_note`, `lsn_member_repo`, `lsn_member_repo_date`, `lsn_member_repo_note`, `lsn_member_repo_rating`, `lsn_review`, `lsn_review_show`, `lsn_status`, `lsn_status_date`, `lsn_prof_fee`, `lsn_pay_type`, `coupon_id`, `lsn_pay_fee_rate`, `lsn_base_price`, `lsn_prof_margin`, `lsn_prof_price`, `lsn_seller_margin`, `lsn_seller_price`, `lsn_charged_date`, `pdm_id`, `lsn_pdm_status`, `sdm_id`, `lsn_sdm_status`, `lsn_latest_msg_1`, `lsn_latest_msg_2`) VALUES
(242, 1, 37, 1, 6, 1754038218, '2025-09-17 21:00:00', '2025-09-17 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758113581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758113581, 0, 0, 0, 0, NULL, NULL),
(243, 1, 38, 1, 6, 1754038218, '2025-09-17 21:00:00', '2025-09-17 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758113581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758113581, 0, 0, 0, 0, NULL, NULL),
(244, 1, 39, 1, 6, 1754038218, '2025-09-17 21:00:00', '2025-09-17 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758113581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758113581, 0, 0, 0, 0, NULL, NULL),
(245, 1, 40, 1, 6, 1754038218, '2025-09-17 21:00:00', '2025-09-17 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758113581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758113581, 0, 0, 0, 0, NULL, NULL),
(246, 1, 4, 1, 6, 1754038218, '2025-09-24 21:00:00', '2025-09-24 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758718382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(247, 1, 36, 1, 6, 1754038218, '2025-09-24 21:00:00', '2025-09-24 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758718382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758718382, 0, 0, 0, 0, NULL, NULL),
(248, 1, 37, 1, 6, 1754038218, '2025-09-24 21:00:00', '2025-09-24 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758718382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758718382, 0, 0, 0, 0, NULL, NULL),
(249, 1, 38, 1, 6, 1754038218, '2025-09-24 21:00:00', '2025-09-24 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758718382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758718382, 0, 0, 0, 0, NULL, NULL),
(250, 1, 39, 1, 6, 1754038218, '2025-09-24 21:00:00', '2025-09-24 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758718382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758718382, 0, 0, 0, 0, NULL, NULL),
(251, 1, 40, 1, 6, 1754038218, '2025-09-24 21:00:00', '2025-09-24 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758718382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758718382, 0, 0, 0, 0, NULL, NULL),
(252, 1, 4, 1, 6, 1754038218, '2025-10-01 21:00:00', '2025-10-01 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1759323182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(253, 1, 36, 1, 6, 1754038218, '2025-10-01 21:00:00', '2025-10-01 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1759323182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1759323182, 0, 0, 0, 0, NULL, NULL),
(254, 1, 37, 1, 6, 1754038218, '2025-10-01 21:00:00', '2025-10-01 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1759323182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1759323182, 0, 0, 0, 0, NULL, NULL),
(255, 1, 38, 1, 6, 1754038218, '2025-10-01 21:00:00', '2025-10-01 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1759323182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1759323182, 0, 0, 0, 0, NULL, NULL),
(256, 1, 39, 1, 6, 1754038218, '2025-10-01 21:00:00', '2025-10-01 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1759323182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1759323182, 0, 0, 0, 0, NULL, NULL),
(257, 1, 40, 1, 6, 1754038218, '2025-10-01 21:00:00', '2025-10-01 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1759323182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1759323182, 0, 0, 0, 0, NULL, NULL),
(258, 1, 4, 1, 6, 1754038218, '2025-10-08 21:00:00', '2025-10-08 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1759927982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(259, 1, 36, 1, 6, 1754038218, '2025-10-08 21:00:00', '2025-10-08 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1759927982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1759927982, 0, 0, 0, 0, NULL, NULL),
(260, 1, 37, 1, 6, 1754038218, '2025-10-08 21:00:00', '2025-10-08 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1759927982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1759927982, 0, 0, 0, 0, NULL, NULL),
(261, 1, 38, 1, 6, 1754038218, '2025-10-08 21:00:00', '2025-10-08 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1759927982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1759927982, 0, 0, 0, 0, NULL, NULL),
(262, 1, 39, 1, 6, 1754038218, '2025-10-08 21:00:00', '2025-10-08 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1759927982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1759927982, 0, 0, 0, 0, NULL, NULL),
(263, 1, 40, 1, 6, 1754038218, '2025-10-08 21:00:00', '2025-10-08 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1759927982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1759927982, 0, 0, 0, 0, NULL, NULL),
(264, 1, 4, 1, 6, 1754038218, '2025-10-15 21:00:00', '2025-10-15 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1760532781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(265, 1, 36, 1, 6, 1754038218, '2025-10-15 21:00:00', '2025-10-15 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1760532781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1760532781, 0, 0, 0, 0, NULL, NULL),
(266, 1, 37, 1, 6, 1754038218, '2025-10-15 21:00:00', '2025-10-15 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1760532781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1760532781, 0, 0, 0, 0, NULL, NULL),
(267, 1, 38, 1, 6, 1754038218, '2025-10-15 21:00:00', '2025-10-15 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1760532781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1760532781, 0, 0, 0, 0, NULL, NULL),
(268, 1, 39, 1, 6, 1754038218, '2025-10-15 21:00:00', '2025-10-15 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1760532781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1760532781, 0, 0, 0, 0, NULL, NULL),
(269, 1, 40, 1, 6, 1754038218, '2025-10-15 21:00:00', '2025-10-15 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1760532781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1760532781, 0, 0, 0, 0, NULL, NULL),
(270, 1, 4, 1, 6, 1754038218, '2025-10-22 21:00:00', '2025-10-22 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1761137581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(271, 1, 36, 1, 6, 1754038218, '2025-10-22 21:00:00', '2025-10-22 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1761137581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1761137581, 0, 0, 0, 0, NULL, NULL),
(272, 1, 37, 1, 6, 1754038218, '2025-10-22 21:00:00', '2025-10-22 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1761137581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1761137581, 0, 0, 0, 0, NULL, NULL),
(273, 1, 38, 1, 6, 1754038218, '2025-10-22 21:00:00', '2025-10-22 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1761137581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1761137581, 0, 0, 0, 0, NULL, NULL),
(274, 1, 39, 1, 6, 1754038218, '2025-10-22 21:00:00', '2025-10-22 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1761137581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1761137581, 0, 0, 0, 0, NULL, NULL),
(275, 1, 40, 1, 6, 1754038218, '2025-10-22 21:00:00', '2025-10-22 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1761137581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1761137581, 0, 0, 0, 0, NULL, NULL),
(276, 1, 41, 1, 6, 1754038218, '2025-08-06 21:00:00', '2025-08-06 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754484781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754484781, 0, 0, 0, 0, NULL, NULL),
(277, 1, 41, 1, 6, 1754038218, '2025-08-13 21:00:00', '2025-08-13 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755089581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755089582, 0, 0, 0, 0, NULL, NULL),
(278, 1, 41, 1, 6, 1754038218, '2025-08-20 21:00:00', '2025-08-20 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755694381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755694382, 0, 0, 0, 0, NULL, NULL),
(279, 1, 41, 1, 6, 1754038218, '2025-08-27 21:00:00', '2025-08-27 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756299181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756299181, 0, 0, 0, 0, NULL, NULL),
(280, 1, 41, 1, 6, 1754038218, '2025-09-03 21:00:00', '2025-09-03 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756903982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756903982, 0, 0, 0, 0, NULL, NULL),
(281, 1, 41, 1, 6, 1754038218, '2025-09-10 21:00:00', '2025-09-10 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1757508782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1757508782, 0, 0, 0, 0, NULL, NULL),
(282, 1, 41, 1, 6, 1754038218, '2025-09-17 21:00:00', '2025-09-17 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758113581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758113581, 0, 0, 0, 0, NULL, NULL),
(283, 1, 41, 1, 6, 1754038218, '2025-09-24 21:00:00', '2025-09-24 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758718382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758718382, 0, 0, 0, 0, NULL, NULL),
(284, 1, 41, 1, 6, 1754038218, '2025-10-01 21:00:00', '2025-10-01 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1759323182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1759323182, 0, 0, 0, 0, NULL, NULL),
(285, 1, 41, 1, 6, 1754038218, '2025-10-08 21:00:00', '2025-10-08 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1759927982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1759927982, 0, 0, 0, 0, NULL, NULL),
(286, 1, 41, 1, 6, 1754038218, '2025-10-15 21:00:00', '2025-10-15 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1760532781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1760532781, 0, 0, 0, 0, NULL, NULL),
(287, 1, 41, 1, 6, 1754038218, '2025-10-22 21:00:00', '2025-10-22 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1761137581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1761137581, 0, 0, 0, 0, NULL, NULL),
(288, 1, 9, 1, 6, 1754038218, '2025-08-07 18:30:00', '2025-08-07 18:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754560382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754560382, 0, 0, 0, 0, NULL, NULL),
(289, 4, 9, 1, 4, 1754038218, '2025-08-07 18:30:00', '2025-08-07 18:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754560382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754560382, 0, 0, 0, 0, NULL, NULL),
(290, 3, 9, 1, 3, 1753429018, '2025-08-07 18:30:00', '2025-08-07 18:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754560382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754560382, 0, 0, 0, 0, NULL, NULL),
(291, 4, 9, 1, 5, 1754038218, '2025-08-07 18:30:00', '2025-08-07 18:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754560382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754560382, 0, 0, 0, 0, NULL, NULL),
(292, 4, 32, 1, 4, 1754038218, '2025-08-28 21:00:00', '2025-08-28 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756385581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756385581, 0, 0, 0, 0, NULL, NULL),
(293, 4, 32, 1, 4, 1754038218, '2025-08-21 21:00:00', '2025-08-21 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755780782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755780782, 0, 0, 0, 0, NULL, NULL),
(294, 4, 32, 1, 4, 1754038218, '2025-08-14 21:00:00', '2025-08-14 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1755175982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1755175982, 0, 0, 0, 0, NULL, NULL),
(295, 4, 32, 1, 4, 1754038218, '2025-08-07 21:00:00', '2025-08-07 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1754571182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1754571182, 0, 0, 0, 0, NULL, NULL),
(296, 4, 32, 1, 4, 1754038218, '2025-09-25 21:00:00', '2025-09-25 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758804781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758804781, 0, 0, 0, 0, NULL, NULL),
(297, 4, 32, 1, 4, 1754038218, '2025-09-18 21:00:00', '2025-09-18 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758199982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758199982, 0, 0, 0, 0, NULL, NULL),
(298, 4, 32, 1, 4, 1754038218, '2025-09-11 21:00:00', '2025-09-11 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1757595182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1757595182, 0, 0, 0, 0, NULL, NULL),
(299, 4, 32, 1, 4, 1754038218, '2025-09-04 21:00:00', '2025-09-04 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1756990382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1756990382, 0, 0, 0, 0, NULL, NULL),
(300, 4, 32, 1, 4, 1754038218, '2025-10-09 21:00:00', '2025-10-09 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1760014382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1760014382, 0, 0, 0, 0, NULL, NULL),
(301, 4, 32, 1, 4, 1754038218, '2025-10-02 21:00:00', '2025-10-02 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1759409581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1759409581, 0, 0, 0, 0, NULL, NULL),
(376, 3, 9, 1, 7, 1758076887, '2025-09-17 15:00:00', '2025-09-17 15:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758091981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1762313161, 0, 0, 0, 0, NULL, NULL),
(377, 3, 14, 1, 7, 1758076887, '2025-09-17 20:00:00', '2025-09-17 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758109982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758109982, 0, 0, 0, 0, NULL, NULL),
(378, 3, 16, 1, 7, 1758076887, '2025-09-17 20:00:00', '2025-09-17 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758109982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758109982, 0, 0, 0, 0, NULL, NULL),
(379, 3, 43, 1, 7, 1758076887, '2025-09-17 20:00:00', '2025-09-17 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758109982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758109982, 0, 0, 0, 0, NULL, NULL),
(380, 3, 44, 1, 7, 1758076887, '2025-09-17 20:00:00', '2025-09-17 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758109982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758109982, 0, 0, 0, 0, NULL, NULL),
(381, 3, 45, 1, 7, 1758076887, '2025-09-17 20:00:00', '2025-09-17 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758109982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758109982, 0, 0, 0, 0, NULL, NULL),
(382, 3, 46, 1, 7, 1758076887, '2025-09-17 20:00:00', '2025-09-17 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758109982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758109982, 0, 0, 0, 0, NULL, NULL),
(383, 3, 47, 1, 7, 1758076887, '2025-09-17 20:00:00', '2025-09-17 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758109982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758109982, 0, 0, 0, 0, NULL, NULL),
(384, 3, 48, 1, 7, 1758076887, '2025-09-17 20:00:00', '2025-09-17 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758109982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758109982, 0, 0, 0, 0, NULL, NULL),
(385, 3, 49, 1, 7, 1758076887, '2025-09-17 20:00:00', '2025-09-17 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758109982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758109982, 0, 0, 0, 0, NULL, NULL),
(386, 3, 50, 1, 7, 1758076887, '2025-09-17 20:00:00', '2025-09-17 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758109982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758109982, 0, 0, 0, 0, NULL, NULL),
(387, 3, 14, 1, 7, 1758076887, '2025-09-19 20:00:00', '2025-09-19 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758282782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758282782, 0, 0, 0, 0, NULL, NULL),
(388, 3, 16, 1, 7, 1758076887, '2025-09-19 20:00:00', '2025-09-19 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758282782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758282782, 0, 0, 0, 0, NULL, NULL),
(389, 3, 43, 1, 7, 1758076887, '2025-09-19 20:00:00', '2025-09-19 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758282782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758282782, 0, 0, 0, 0, NULL, NULL),
(390, 3, 44, 1, 7, 1758076887, '2025-09-19 20:00:00', '2025-09-19 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758282782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758282782, 0, 0, 0, 0, NULL, NULL),
(391, 3, 45, 1, 7, 1758076887, '2025-09-19 20:00:00', '2025-09-19 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758282782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758282782, 0, 0, 0, 0, NULL, NULL),
(392, 3, 46, 1, 7, 1758076887, '2025-09-19 20:00:00', '2025-09-19 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758282782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758282782, 0, 0, 0, 0, NULL, NULL),
(393, 3, 47, 1, 7, 1758076887, '2025-09-19 20:00:00', '2025-09-19 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758282782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758282782, 0, 0, 0, 0, NULL, NULL),
(394, 3, 48, 1, 7, 1758076887, '2025-09-19 20:00:00', '2025-09-19 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758282782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758282782, 0, 0, 0, 0, NULL, NULL),
(395, 3, 49, 1, 7, 1758076887, '2025-09-19 20:00:00', '2025-09-19 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758282782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758282782, 0, 0, 0, 0, NULL, NULL),
(396, 3, 50, 1, 7, 1758076887, '2025-09-19 20:00:00', '2025-09-19 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758282782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758282782, 0, 0, 0, 0, NULL, NULL),
(397, 3, 14, 1, 7, 1758076887, '2025-09-24 20:00:00', '2025-09-24 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758714781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758714781, 0, 0, 0, 0, NULL, NULL),
(398, 3, 16, 1, 7, 1758076887, '2025-09-24 20:00:00', '2025-09-24 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758714781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758714781, 0, 0, 0, 0, NULL, NULL),
(399, 3, 43, 1, 7, 1758076887, '2025-09-24 20:00:00', '2025-09-24 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758714781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758714781, 0, 0, 0, 0, NULL, NULL),
(400, 3, 44, 1, 7, 1758076887, '2025-09-24 20:00:00', '2025-09-24 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758714781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758714781, 0, 0, 0, 0, NULL, NULL),
(401, 3, 45, 1, 7, 1758076887, '2025-09-24 20:00:00', '2025-09-24 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758714781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758714781, 0, 0, 0, 0, NULL, NULL),
(402, 3, 46, 1, 7, 1758076887, '2025-09-24 20:00:00', '2025-09-24 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758714781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758714781, 0, 0, 0, 0, NULL, NULL),
(403, 3, 47, 1, 7, 1758076887, '2025-09-24 20:00:00', '2025-09-24 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758714781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758714781, 0, 0, 0, 0, NULL, NULL),
(404, 3, 48, 1, 7, 1758076887, '2025-09-24 20:00:00', '2025-09-24 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758714781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758714781, 0, 0, 0, 0, NULL, NULL),
(405, 3, 49, 1, 7, 1758076887, '2025-09-24 20:00:00', '2025-09-24 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758714781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758714781, 0, 0, 0, 0, NULL, NULL),
(406, 3, 50, 1, 7, 1758076887, '2025-09-24 20:00:00', '2025-09-24 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758714781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758714781, 0, 0, 0, 0, NULL, NULL),
(407, 3, 14, 1, 7, 1758076887, '2025-09-26 20:00:00', '2025-09-26 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758887581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758887581, 0, 0, 0, 0, NULL, NULL),
(408, 3, 16, 1, 7, 1758076887, '2025-09-26 20:00:00', '2025-09-26 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758887581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758887581, 0, 0, 0, 0, NULL, NULL),
(409, 3, 43, 1, 7, 1758076887, '2025-09-26 20:00:00', '2025-09-26 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758887581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758887581, 0, 0, 0, 0, NULL, NULL),
(410, 3, 44, 1, 7, 1758076887, '2025-09-26 20:00:00', '2025-09-26 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758887581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758887581, 0, 0, 0, 0, NULL, NULL),
(411, 3, 45, 1, 7, 1758076887, '2025-09-26 20:00:00', '2025-09-26 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758887581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758887581, 0, 0, 0, 0, NULL, NULL),
(412, 3, 46, 1, 7, 1758076887, '2025-09-26 20:00:00', '2025-09-26 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758887581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758887581, 0, 0, 0, 0, NULL, NULL),
(413, 3, 47, 1, 7, 1758076887, '2025-09-26 20:00:00', '2025-09-26 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758887581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758887581, 0, 0, 0, 0, NULL, NULL),
(414, 3, 48, 1, 7, 1758076887, '2025-09-26 20:00:00', '2025-09-26 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758887581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758887581, 0, 0, 0, 0, NULL, NULL),
(415, 3, 49, 1, 7, 1758076887, '2025-09-26 20:00:00', '2025-09-26 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758887581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758887581, 0, 0, 0, 0, NULL, NULL),
(416, 3, 50, 1, 7, 1758076887, '2025-09-26 20:00:00', '2025-09-26 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758887581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758887581, 0, 0, 0, 0, NULL, NULL),
(417, 3, 9, 1, 8, 1758076887, '2025-09-17 16:00:00', '2025-09-17 16:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758095582, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1763102582, 0, 0, 0, 0, NULL, NULL),
(418, 3, 14, 1, 8, 1758076887, '2025-09-17 21:00:00', '2025-09-17 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758112081, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758112081, 0, 0, 0, 0, NULL, NULL),
(419, 3, 16, 1, 8, 1758076887, '2025-09-17 21:00:00', '2025-09-17 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758112081, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758112081, 0, 0, 0, 0, NULL, NULL),
(420, 3, 44, 1, 8, 1758076887, '2025-09-17 21:00:00', '2025-09-17 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758112081, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758112081, 0, 0, 0, 0, NULL, NULL),
(421, 3, 18, 1, 8, 1758076887, '2025-09-17 21:00:00', '2025-09-17 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758112081, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(422, 3, 45, 1, 8, 1758076887, '2025-09-17 21:00:00', '2025-09-17 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758112081, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758112081, 0, 0, 0, 0, NULL, NULL),
(423, 3, 48, 1, 8, 1758076887, '2025-09-17 21:00:00', '2025-09-17 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758112081, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758112081, 0, 0, 0, 0, NULL, NULL),
(424, 3, 49, 1, 8, 1758076887, '2025-09-17 21:00:00', '2025-09-17 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758112081, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758112081, 0, 0, 0, 0, NULL, NULL),
(425, 3, 51, 1, 8, 1758076887, '2025-09-17 21:00:00', '2025-09-17 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758112081, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758112081, 0, 0, 0, 0, NULL, NULL),
(426, 3, 14, 1, 8, 1758076887, '2025-09-19 21:00:00', '2025-09-19 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758284882, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758284882, 0, 0, 0, 0, NULL, NULL),
(427, 3, 16, 1, 8, 1758076887, '2025-09-19 21:00:00', '2025-09-19 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758284882, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758284882, 0, 0, 0, 0, NULL, NULL),
(428, 3, 44, 1, 8, 1758076887, '2025-09-19 21:00:00', '2025-09-19 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758284882, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758284882, 0, 0, 0, 0, NULL, NULL),
(429, 3, 18, 1, 8, 1758076887, '2025-09-19 21:00:00', '2025-09-19 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758284882, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(430, 3, 45, 1, 8, 1758076887, '2025-09-19 21:00:00', '2025-09-19 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758284882, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758284882, 0, 0, 0, 0, NULL, NULL),
(431, 3, 48, 1, 8, 1758076887, '2025-09-19 21:00:00', '2025-09-19 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758284882, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758284882, 0, 0, 0, 0, NULL, NULL),
(432, 3, 49, 1, 8, 1758076887, '2025-09-19 21:00:00', '2025-09-19 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758284882, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758284882, 0, 0, 0, 0, NULL, NULL),
(433, 3, 51, 1, 8, 1758076887, '2025-09-19 21:00:00', '2025-09-19 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758284882, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758284882, 0, 0, 0, 0, NULL, NULL),
(434, 3, 14, 1, 8, 1758076887, '2025-09-24 21:00:00', '2025-09-24 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758716882, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758716882, 0, 0, 0, 0, NULL, NULL),
(435, 3, 16, 1, 8, 1758076887, '2025-09-24 21:00:00', '2025-09-24 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758716882, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758716882, 0, 0, 0, 0, NULL, NULL),
(436, 3, 44, 1, 8, 1758076887, '2025-09-24 21:00:00', '2025-09-24 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758716882, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758716882, 0, 0, 0, 0, NULL, NULL),
(437, 3, 18, 1, 8, 1758076887, '2025-09-24 21:00:00', '2025-09-24 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758716882, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(438, 3, 45, 1, 8, 1758076887, '2025-09-24 21:00:00', '2025-09-24 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758716882, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758716882, 0, 0, 0, 0, NULL, NULL),
(439, 3, 48, 1, 8, 1758076887, '2025-09-24 21:00:00', '2025-09-24 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758716882, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758716882, 0, 0, 0, 0, NULL, NULL),
(440, 3, 49, 1, 8, 1758076887, '2025-09-24 21:00:00', '2025-09-24 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758716882, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758716882, 0, 0, 0, 0, NULL, NULL),
(441, 3, 51, 1, 8, 1758076887, '2025-09-24 21:00:00', '2025-09-24 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758716882, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758716882, 0, 0, 0, 0, NULL, NULL),
(442, 3, 14, 1, 8, 1758076887, '2025-09-26 21:00:00', '2025-09-26 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758889682, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758889682, 0, 0, 0, 0, NULL, NULL),
(443, 3, 16, 1, 8, 1758076887, '2025-09-26 21:00:00', '2025-09-26 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758889682, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758889682, 0, 0, 0, 0, NULL, NULL),
(444, 3, 44, 1, 8, 1758076887, '2025-09-26 21:00:00', '2025-09-26 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758889682, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758889682, 0, 0, 0, 0, NULL, NULL),
(445, 3, 18, 1, 8, 1758076887, '2025-09-26 21:00:00', '2025-09-26 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758889682, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(446, 3, 45, 1, 8, 1758076887, '2025-09-26 21:00:00', '2025-09-26 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758889682, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758889682, 0, 0, 0, 0, NULL, NULL),
(447, 3, 48, 1, 8, 1758076887, '2025-09-26 21:00:00', '2025-09-26 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758889682, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758889682, 0, 0, 0, 0, NULL, NULL),
(448, 3, 49, 1, 8, 1758076887, '2025-09-26 21:00:00', '2025-09-26 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758889682, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758889682, 0, 0, 0, 0, NULL, NULL),
(449, 3, 51, 1, 8, 1758076887, '2025-09-26 21:00:00', '2025-09-26 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1758889682, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1758889682, 0, 0, 0, 0, NULL, NULL),
(450, 1, 27, 1, 9, 1762312833, '2025-11-05 21:00:00', '2025-11-05 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1762347182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1762347182, 0, 0, 0, 0, NULL, NULL),
(451, 1, 52, 1, 9, 1762312833, '2025-11-05 21:00:00', '2025-11-05 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1762347182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1762347182, 0, 0, 0, 0, NULL, NULL),
(452, 1, 53, 1, 9, 1762312833, '2025-11-05 21:00:00', '2025-11-05 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1762347182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1762347182, 0, 0, 0, 0, NULL, NULL),
(453, 1, 27, 1, 9, 1762312833, '2025-11-12 21:00:00', '2025-11-12 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1762951981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1762951981, 0, 0, 0, 0, NULL, NULL),
(454, 1, 52, 1, 9, 1762312833, '2025-11-12 21:00:00', '2025-11-12 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1762951981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1762951981, 0, 0, 0, 0, NULL, NULL),
(455, 1, 53, 1, 9, 1762312833, '2025-11-12 21:00:00', '2025-11-12 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1762951981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1762951981, 0, 0, 0, 0, NULL, NULL),
(456, 1, 27, 1, 9, 1762312833, '2025-11-19 21:00:00', '2025-11-19 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1763556782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1763556782, 0, 0, 0, 0, NULL, NULL),
(457, 1, 52, 1, 9, 1762312833, '2025-11-19 21:00:00', '2025-11-19 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1763556782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1763556782, 0, 0, 0, 0, NULL, NULL),
(458, 1, 53, 1, 9, 1762312833, '2025-11-19 21:00:00', '2025-11-19 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1763556782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1763556782, 0, 0, 0, 0, NULL, NULL),
(459, 1, 27, 1, 9, 1762312833, '2025-11-26 21:00:00', '2025-11-26 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764161582, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1764161582, 0, 0, 0, 0, NULL, NULL),
(460, 1, 52, 1, 9, 1762312833, '2025-11-26 21:00:00', '2025-11-26 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764161582, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1764161582, 0, 0, 0, 0, NULL, NULL),
(461, 1, 53, 1, 9, 1762312833, '2025-11-26 21:00:00', '2025-11-26 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764161582, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1764161582, 0, 0, 0, 0, NULL, NULL),
(462, 1, 27, 1, 9, 1762312833, '2025-12-03 21:00:00', '2025-12-03 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764766381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1764766381, 0, 0, 0, 0, NULL, NULL),
(463, 1, 52, 1, 9, 1762312833, '2025-12-03 21:00:00', '2025-12-03 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764766381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1764766381, 0, 0, 0, 0, NULL, NULL),
(464, 1, 53, 1, 9, 1762312833, '2025-12-03 21:00:00', '2025-12-03 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764766381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1764766381, 0, 0, 0, 0, NULL, NULL),
(465, 1, 27, 1, 9, 1762312833, '2025-12-10 21:00:00', '2025-12-10 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1765371181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1765371182, 0, 0, 0, 0, NULL, NULL),
(466, 1, 52, 1, 9, 1762312833, '2025-12-10 21:00:00', '2025-12-10 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1765371182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1765371182, 0, 0, 0, 0, NULL, NULL),
(467, 1, 53, 1, 9, 1762312833, '2025-12-10 21:00:00', '2025-12-10 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1765371182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1765371182, 0, 0, 0, 0, NULL, NULL),
(468, 1, 27, 1, 9, 1762312833, '2025-12-17 21:00:00', '2025-12-17 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1765975981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1765975981, 0, 0, 0, 0, NULL, NULL),
(469, 1, 52, 1, 9, 1762312833, '2025-12-17 21:00:00', '2025-12-17 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1765975981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1765975981, 0, 0, 0, 0, NULL, NULL),
(470, 1, 53, 1, 9, 1762312833, '2025-12-17 21:00:00', '2025-12-17 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1765975981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1765975981, 0, 0, 0, 0, NULL, NULL),
(471, 1, 27, 1, 9, 1762312833, '2025-12-24 21:00:00', '2025-12-24 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1766580781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(472, 1, 52, 1, 9, 1762312833, '2025-12-24 21:00:00', '2025-12-24 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1766580781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1766580781, 0, 0, 0, 0, NULL, NULL),
(473, 1, 53, 1, 9, 1762312833, '2025-12-24 21:00:00', '2025-12-24 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1766580781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1766580781, 0, 0, 0, 0, NULL, NULL),
(474, 1, 27, 1, 9, 1762312833, '2026-01-07 21:00:00', '2026-01-07 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1767790381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(475, 1, 52, 1, 9, 1762312833, '2026-01-07 21:00:00', '2026-01-07 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1767790381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767790381, 0, 0, 0, 0, NULL, NULL),
(476, 1, 53, 1, 9, 1762312833, '2026-01-07 21:00:00', '2026-01-07 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1767790381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767790381, 0, 0, 0, 0, NULL, NULL),
(477, 1, 27, 1, 9, 1762312833, '2026-01-14 21:00:00', '2026-01-14 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768395182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768395182, 0, 0, 0, 0, NULL, NULL),
(478, 1, 52, 1, 9, 1762312833, '2026-01-14 21:00:00', '2026-01-14 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768395182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768395182, 0, 0, 0, 0, NULL, NULL),
(479, 1, 53, 1, 9, 1762312833, '2026-01-14 21:00:00', '2026-01-14 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768395182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768395182, 0, 0, 0, 0, NULL, NULL),
(480, 1, 27, 1, 9, 1762312833, '2026-01-21 21:00:00', '2026-01-21 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768999982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768999982, 0, 0, 0, 0, NULL, NULL),
(481, 1, 52, 1, 9, 1762312833, '2026-01-21 21:00:00', '2026-01-21 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768999982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768999982, 0, 0, 0, 0, NULL, NULL),
(482, 1, 53, 1, 9, 1762312833, '2026-01-21 21:00:00', '2026-01-21 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768999982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768999982, 0, 0, 0, 0, NULL, NULL),
(483, 1, 27, 1, 9, 1762312833, '2026-01-28 21:00:00', '2026-01-28 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1769604781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1769604781, 0, 0, 0, 0, NULL, NULL),
(484, 1, 52, 1, 9, 1762312833, '2026-01-28 21:00:00', '2026-01-28 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1769604781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1769604781, 0, 0, 0, 0, NULL, NULL),
(485, 1, 53, 1, 9, 1762312833, '2026-01-28 21:00:00', '2026-01-28 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1769604781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1769604781, 0, 0, 0, 0, NULL, NULL),
(486, 1, 9, 1, 9, 1762312833, '2025-11-05 15:00:00', '2025-11-05 15:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1762325582, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(487, 3, 54, 1, 11, 1762822581, '2025-11-11 20:00:00', '2025-11-11 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1762861981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1762861982, 0, 0, 0, 0, NULL, NULL),
(488, 3, 55, 1, 11, 1762822581, '2025-11-11 20:00:00', '2025-11-11 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1762861981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1762861982, 0, 0, 0, 0, NULL, NULL),
(489, 3, 56, 1, 11, 1762822581, '2025-11-11 20:00:00', '2025-11-11 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1762861981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1762861982, 0, 0, 0, 0, NULL, NULL),
(490, 3, 20, 1, 11, 1762822581, '2025-11-11 20:00:00', '2025-11-11 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1762861981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(491, 3, 57, 1, 11, 1762822581, '2025-11-11 20:00:00', '2025-11-11 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1762861981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1762861982, 0, 0, 0, 0, NULL, NULL),
(492, 3, 35, 1, 11, 1762822581, '2025-11-11 20:00:00', '2025-11-11 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1762861981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1762861982, 0, 0, 0, 0, NULL, NULL),
(493, 3, 58, 1, 11, 1762822581, '2025-11-11 20:00:00', '2025-11-11 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1762861981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1762861982, 0, 0, 0, 0, NULL, NULL),
(494, 3, 59, 1, 11, 1762822581, '2025-11-11 20:00:00', '2025-11-11 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1762861981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1762861982, 0, 0, 0, 0, NULL, NULL),
(495, 3, 44, 1, 11, 1762822581, '2025-11-11 20:00:00', '2025-11-11 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1762861981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1762861982, 0, 0, 0, 0, NULL, NULL),
(496, 3, 54, 1, 11, 1762822581, '2025-11-18 20:00:00', '2025-11-18 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1763466782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1763466782, 0, 0, 0, 0, NULL, NULL),
(497, 3, 55, 1, 11, 1762822581, '2025-11-18 20:00:00', '2025-11-18 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1763466782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1763466782, 0, 0, 0, 0, NULL, NULL),
(498, 3, 56, 1, 11, 1762822581, '2025-11-18 20:00:00', '2025-11-18 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1763466782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1763466782, 0, 0, 0, 0, NULL, NULL),
(499, 3, 20, 1, 11, 1762822581, '2025-11-18 20:00:00', '2025-11-18 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1763466782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(500, 3, 57, 1, 11, 1762822581, '2025-11-18 20:00:00', '2025-11-18 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1763466782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1763466782, 0, 0, 0, 0, NULL, NULL),
(501, 3, 35, 1, 11, 1762822581, '2025-11-18 20:00:00', '2025-11-18 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1763466782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1763466782, 0, 0, 0, 0, NULL, NULL),
(502, 3, 58, 1, 11, 1762822581, '2025-11-18 20:00:00', '2025-11-18 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1763466782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1763466782, 0, 0, 0, 0, NULL, NULL),
(503, 3, 59, 1, 11, 1762822581, '2025-11-18 20:00:00', '2025-11-18 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1763466782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1763466782, 0, 0, 0, 0, NULL, NULL),
(504, 3, 44, 1, 11, 1762822581, '2025-11-18 20:00:00', '2025-11-18 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1763466782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1763466782, 0, 0, 0, 0, NULL, NULL),
(505, 3, 54, 1, 11, 1762822581, '2025-11-25 20:00:00', '2025-11-25 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764071582, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1764071582, 0, 0, 0, 0, NULL, NULL),
(506, 3, 55, 1, 11, 1762822581, '2025-11-25 20:00:00', '2025-11-25 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764071582, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1764071582, 0, 0, 0, 0, NULL, NULL),
(507, 3, 56, 1, 11, 1762822581, '2025-11-25 20:00:00', '2025-11-25 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764071582, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1764071582, 0, 0, 0, 0, NULL, NULL),
(508, 3, 20, 1, 11, 1762822581, '2025-11-25 20:00:00', '2025-11-25 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764071582, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(509, 3, 57, 1, 11, 1762822581, '2025-11-25 20:00:00', '2025-11-25 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764071582, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1764071582, 0, 0, 0, 0, NULL, NULL),
(510, 3, 35, 1, 11, 1762822581, '2025-11-25 20:00:00', '2025-11-25 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764071582, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1764071582, 0, 0, 0, 0, NULL, NULL),
(511, 3, 58, 1, 11, 1762822581, '2025-11-25 20:00:00', '2025-11-25 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764071582, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1764071582, 0, 0, 0, 0, NULL, NULL),
(512, 3, 59, 1, 11, 1762822581, '2025-11-25 20:00:00', '2025-11-25 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764071582, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1764071582, 0, 0, 0, 0, NULL, NULL),
(513, 3, 44, 1, 11, 1762822581, '2025-11-25 20:00:00', '2025-11-25 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764071582, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1764071582, 0, 0, 0, 0, NULL, NULL),
(514, 3, 54, 1, 11, 1762822581, '2025-12-02 20:00:00', '2025-12-02 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764676382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1764676382, 0, 0, 0, 0, NULL, NULL),
(515, 3, 55, 1, 11, 1762822581, '2025-12-02 20:00:00', '2025-12-02 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764676382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1764676382, 0, 0, 0, 0, NULL, NULL),
(516, 3, 56, 1, 11, 1762822581, '2025-12-02 20:00:00', '2025-12-02 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764676382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1764676382, 0, 0, 0, 0, NULL, NULL),
(517, 3, 20, 1, 11, 1762822581, '2025-12-02 20:00:00', '2025-12-02 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764676382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(518, 3, 57, 1, 11, 1762822581, '2025-12-02 20:00:00', '2025-12-02 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764676382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1764676382, 0, 0, 0, 0, NULL, NULL),
(519, 3, 35, 1, 11, 1762822581, '2025-12-02 20:00:00', '2025-12-02 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764676382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1764676382, 0, 0, 0, 0, NULL, NULL),
(520, 3, 58, 1, 11, 1762822581, '2025-12-02 20:00:00', '2025-12-02 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764676382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1764676382, 0, 0, 0, 0, NULL, NULL),
(521, 3, 59, 1, 11, 1762822581, '2025-12-02 20:00:00', '2025-12-02 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764676382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1764676382, 0, 0, 0, 0, NULL, NULL),
(522, 3, 44, 1, 11, 1762822581, '2025-12-02 20:00:00', '2025-12-02 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764676382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1764676382, 0, 0, 0, 0, NULL, NULL),
(523, 3, 54, 1, 11, 1762822581, '2025-12-09 20:00:00', '2025-12-09 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1765281181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1765281182, 0, 0, 0, 0, NULL, NULL),
(524, 3, 55, 1, 11, 1762822581, '2025-12-09 20:00:00', '2025-12-09 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1765281181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1765281182, 0, 0, 0, 0, NULL, NULL),
(525, 3, 56, 1, 11, 1762822581, '2025-12-09 20:00:00', '2025-12-09 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1765281181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1765281182, 0, 0, 0, 0, NULL, NULL),
(526, 3, 20, 1, 11, 1762822581, '2025-12-09 20:00:00', '2025-12-09 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1765281181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(527, 3, 57, 1, 11, 1762822581, '2025-12-09 20:00:00', '2025-12-09 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1765281181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1765281182, 0, 0, 0, 0, NULL, NULL),
(528, 3, 35, 1, 11, 1762822581, '2025-12-09 20:00:00', '2025-12-09 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1765281181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1765281182, 0, 0, 0, 0, NULL, NULL),
(529, 3, 58, 1, 11, 1762822581, '2025-12-09 20:00:00', '2025-12-09 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1765281181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1765281182, 0, 0, 0, 0, NULL, NULL),
(530, 3, 59, 1, 11, 1762822581, '2025-12-09 20:00:00', '2025-12-09 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1765281181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1765281182, 0, 0, 0, 0, NULL, NULL),
(531, 3, 44, 1, 11, 1762822581, '2025-12-09 20:00:00', '2025-12-09 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1765281181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1765281182, 0, 0, 0, 0, NULL, NULL),
(532, 3, 54, 1, 11, 1762822581, '2025-12-16 20:00:00', '2025-12-16 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1765885981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1765885981, 0, 0, 0, 0, NULL, NULL),
(533, 3, 55, 1, 11, 1762822581, '2025-12-16 20:00:00', '2025-12-16 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1765885981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1765885981, 0, 0, 0, 0, NULL, NULL),
(534, 3, 56, 1, 11, 1762822581, '2025-12-16 20:00:00', '2025-12-16 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1765885981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1765885981, 0, 0, 0, 0, NULL, NULL),
(535, 3, 20, 1, 11, 1762822581, '2025-12-16 20:00:00', '2025-12-16 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1765885981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(536, 3, 57, 1, 11, 1762822581, '2025-12-16 20:00:00', '2025-12-16 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1765885981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1765885981, 0, 0, 0, 0, NULL, NULL),
(537, 3, 35, 1, 11, 1762822581, '2025-12-16 20:00:00', '2025-12-16 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1765885981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1765885981, 0, 0, 0, 0, NULL, NULL),
(538, 3, 58, 1, 11, 1762822581, '2025-12-16 20:00:00', '2025-12-16 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1765885981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1765885981, 0, 0, 0, 0, NULL, NULL),
(539, 3, 59, 1, 11, 1762822581, '2025-12-16 20:00:00', '2025-12-16 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1765885981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1765885981, 0, 0, 0, 0, NULL, NULL),
(540, 3, 44, 1, 11, 1762822581, '2025-12-16 20:00:00', '2025-12-16 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1765885981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1765885981, 0, 0, 0, 0, NULL, NULL),
(541, 3, 54, 1, 11, 1762822581, '2025-12-23 20:00:00', '2025-12-23 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1766490781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1766490781, 0, 0, 0, 0, NULL, NULL),
(542, 3, 55, 1, 11, 1762822581, '2025-12-23 20:00:00', '2025-12-23 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1766490781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1766490781, 0, 0, 0, 0, NULL, NULL),
(543, 3, 56, 1, 11, 1762822581, '2025-12-23 20:00:00', '2025-12-23 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1766490781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1766490781, 0, 0, 0, 0, NULL, NULL),
(544, 3, 20, 1, 11, 1762822581, '2025-12-23 20:00:00', '2025-12-23 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1766490781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(545, 3, 57, 1, 11, 1762822581, '2025-12-23 20:00:00', '2025-12-23 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1766490781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1766490781, 0, 0, 0, 0, NULL, NULL),
(546, 3, 35, 1, 11, 1762822581, '2025-12-23 20:00:00', '2025-12-23 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1766490781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1766490781, 0, 0, 0, 0, NULL, NULL),
(547, 3, 58, 1, 11, 1762822581, '2025-12-23 20:00:00', '2025-12-23 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1766490781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1766490781, 0, 0, 0, 0, NULL, NULL),
(548, 3, 59, 1, 11, 1762822581, '2025-12-23 20:00:00', '2025-12-23 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1766490781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1766490781, 0, 0, 0, 0, NULL, NULL),
(549, 3, 44, 1, 11, 1762822581, '2025-12-23 20:00:00', '2025-12-23 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1766490781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1766490781, 0, 0, 0, 0, NULL, NULL),
(550, 3, 54, 1, 11, 1762822581, '2026-01-06 20:00:00', '2026-01-06 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1767700381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767700381, 0, 0, 0, 0, NULL, NULL),
(551, 3, 55, 1, 11, 1762822581, '2026-01-06 20:00:00', '2026-01-06 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1767700381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767700381, 0, 0, 0, 0, NULL, NULL),
(552, 3, 56, 1, 11, 1762822581, '2026-01-06 20:00:00', '2026-01-06 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1767700381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767700381, 0, 0, 0, 0, NULL, NULL),
(553, 3, 20, 1, 11, 1762822581, '2026-01-06 20:00:00', '2026-01-06 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1767700381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(554, 3, 57, 1, 11, 1762822581, '2026-01-06 20:00:00', '2026-01-06 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1767700381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767700381, 0, 0, 0, 0, NULL, NULL),
(555, 3, 35, 1, 11, 1762822581, '2026-01-06 20:00:00', '2026-01-06 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1767700381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767700381, 0, 0, 0, 0, NULL, NULL);
INSERT INTO `lessons` (`lsn_id`, `prof_id`, `member_id`, `seller_id`, `course_id`, `lsn_cdate`, `lsn_stime`, `lsn_etime`, `lsn_cancel`, `lsn_cancel_date`, `lsn_cancel_reason`, `lsn_prof_repo`, `lsn_prof_repo_date`, `lsn_prof_repo_note`, `lsn_member_repo`, `lsn_member_repo_date`, `lsn_member_repo_note`, `lsn_member_repo_rating`, `lsn_review`, `lsn_review_show`, `lsn_status`, `lsn_status_date`, `lsn_prof_fee`, `lsn_pay_type`, `coupon_id`, `lsn_pay_fee_rate`, `lsn_base_price`, `lsn_prof_margin`, `lsn_prof_price`, `lsn_seller_margin`, `lsn_seller_price`, `lsn_charged_date`, `pdm_id`, `lsn_pdm_status`, `sdm_id`, `lsn_sdm_status`, `lsn_latest_msg_1`, `lsn_latest_msg_2`) VALUES
(556, 3, 58, 1, 11, 1762822581, '2026-01-06 20:00:00', '2026-01-06 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1767700381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767700381, 0, 0, 0, 0, NULL, NULL),
(557, 3, 59, 1, 11, 1762822581, '2026-01-06 20:00:00', '2026-01-06 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1767700381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767700381, 0, 0, 0, 0, NULL, NULL),
(558, 3, 44, 1, 11, 1762822581, '2026-01-06 20:00:00', '2026-01-06 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1767700381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767700381, 0, 0, 0, 0, NULL, NULL),
(559, 3, 9, 1, 11, 1762822581, '2025-11-11 17:00:00', '2025-11-11 17:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1762851181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(560, 3, 14, 1, 11, 1762822581, '2025-11-18 20:00:00', '2025-11-18 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1763466782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(561, 3, 14, 1, 11, 1762822581, '2025-11-25 20:00:00', '2025-11-25 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764071582, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(562, 3, 14, 1, 11, 1762822581, '2025-12-02 20:00:00', '2025-12-02 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764676382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(563, 3, 14, 1, 11, 1762822581, '2025-12-09 20:00:00', '2025-12-09 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1765281181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(564, 3, 14, 1, 11, 1762822581, '2025-12-16 20:00:00', '2025-12-16 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1765885981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(565, 3, 14, 1, 11, 1762822581, '2025-12-23 20:00:00', '2025-12-23 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1766490781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(566, 3, 14, 1, 11, 1762822581, '2026-01-06 20:00:00', '2026-01-06 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1767700381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(567, 3, 60, 1, 12, 1762939271, '2025-11-14 20:00:00', '2025-11-14 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1763121181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1763121181, 0, 0, 0, 0, NULL, NULL),
(568, 3, 27, 1, 12, 1762939271, '2025-11-14 20:00:00', '2025-11-14 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1763121181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1763121181, 0, 0, 0, 0, NULL, NULL),
(569, 3, 61, 1, 12, 1762939271, '2025-11-14 20:00:00', '2025-11-14 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1763121181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1763121181, 0, 0, 0, 0, NULL, NULL),
(570, 3, 62, 1, 12, 1762939271, '2025-11-14 20:00:00', '2025-11-14 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1763121181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1763461921, 0, 0, 0, 0, NULL, NULL),
(571, 3, 63, 1, 12, 1762939271, '2025-11-14 20:00:00', '2025-11-14 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1763121181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1763461862, 0, 0, 0, 0, NULL, NULL),
(572, 3, 60, 1, 12, 1762939271, '2025-11-21 20:00:00', '2025-11-21 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1763725981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1763725981, 0, 0, 0, 0, NULL, NULL),
(573, 3, 27, 1, 12, 1762939271, '2025-11-21 20:00:00', '2025-11-21 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1763725981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1763725981, 0, 0, 0, 0, NULL, NULL),
(574, 3, 61, 1, 12, 1762939271, '2025-11-21 20:00:00', '2025-11-21 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1763725981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1763725981, 0, 0, 0, 0, NULL, NULL),
(575, 3, 62, 1, 12, 1762939271, '2025-11-21 20:00:00', '2025-11-21 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1763725981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1763725981, 0, 0, 0, 0, NULL, NULL),
(576, 3, 63, 1, 12, 1762939271, '2025-11-21 20:00:00', '2025-11-21 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1763725981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1763725981, 0, 0, 0, 0, NULL, NULL),
(577, 3, 60, 1, 12, 1762939271, '2025-11-28 20:00:00', '2025-11-28 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764330782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1764330782, 0, 0, 0, 0, NULL, NULL),
(578, 3, 27, 1, 12, 1762939271, '2025-11-28 20:00:00', '2025-11-28 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764330782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1764330782, 0, 0, 0, 0, NULL, NULL),
(579, 3, 61, 1, 12, 1762939271, '2025-11-28 20:00:00', '2025-11-28 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764330782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1764330782, 0, 0, 0, 0, NULL, NULL),
(580, 3, 62, 1, 12, 1762939271, '2025-11-28 20:00:00', '2025-11-28 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764330782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1764330782, 0, 0, 0, 0, NULL, NULL),
(581, 3, 63, 1, 12, 1762939271, '2025-11-28 20:00:00', '2025-11-28 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764330782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1764330782, 0, 0, 0, 0, NULL, NULL),
(582, 3, 60, 1, 12, 1762939271, '2025-12-05 20:00:00', '2025-12-05 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764935581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1764935582, 0, 0, 0, 0, NULL, NULL),
(583, 3, 27, 1, 12, 1762939271, '2025-12-05 20:00:00', '2025-12-05 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764935581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1764935582, 0, 0, 0, 0, NULL, NULL),
(584, 3, 61, 1, 12, 1762939271, '2025-12-05 20:00:00', '2025-12-05 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764935581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1764935582, 0, 0, 0, 0, NULL, NULL),
(585, 3, 62, 1, 12, 1762939271, '2025-12-05 20:00:00', '2025-12-05 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764935581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1764935582, 0, 0, 0, 0, NULL, NULL),
(586, 3, 63, 1, 12, 1762939271, '2025-12-05 20:00:00', '2025-12-05 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1764935581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1764935582, 0, 0, 0, 0, NULL, NULL),
(587, 3, 60, 1, 12, 1762939271, '2025-12-12 20:00:00', '2025-12-12 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1765540382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1765540382, 0, 0, 0, 0, NULL, NULL),
(588, 3, 27, 1, 12, 1762939271, '2025-12-12 20:00:00', '2025-12-12 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1765540382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1765540382, 0, 0, 0, 0, NULL, NULL),
(589, 3, 61, 1, 12, 1762939271, '2025-12-12 20:00:00', '2025-12-12 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1765540382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1765540382, 0, 0, 0, 0, NULL, NULL),
(590, 3, 62, 1, 12, 1762939271, '2025-12-12 20:00:00', '2025-12-12 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1765540382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1765540382, 0, 0, 0, 0, NULL, NULL),
(591, 3, 63, 1, 12, 1762939271, '2025-12-12 20:00:00', '2025-12-12 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1765540382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1765540382, 0, 0, 0, 0, NULL, NULL),
(592, 3, 60, 1, 12, 1762939271, '2025-12-19 20:00:00', '2025-12-19 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1766145181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1766145181, 0, 0, 0, 0, NULL, NULL),
(593, 3, 27, 1, 12, 1762939271, '2025-12-19 20:00:00', '2025-12-19 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1766145181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(594, 3, 61, 1, 12, 1762939271, '2025-12-19 20:00:00', '2025-12-19 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1766145181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1766145181, 0, 0, 0, 0, NULL, NULL),
(595, 3, 62, 1, 12, 1762939271, '2025-12-19 20:00:00', '2025-12-19 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1766145181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1766145181, 0, 0, 0, 0, NULL, NULL),
(596, 3, 63, 1, 12, 1762939271, '2025-12-19 20:00:00', '2025-12-19 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1766145181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1766145181, 0, 0, 0, 0, NULL, NULL),
(597, 3, 60, 1, 12, 1762939271, '2025-12-26 20:00:00', '2025-12-26 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1766749982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1766749982, 0, 0, 0, 0, NULL, NULL),
(598, 3, 27, 1, 12, 1762939271, '2025-12-26 20:00:00', '2025-12-26 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1766749982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(599, 3, 61, 1, 12, 1762939271, '2025-12-26 20:00:00', '2025-12-26 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1766749982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1766749982, 0, 0, 0, 0, NULL, NULL),
(600, 3, 62, 1, 12, 1762939271, '2025-12-26 20:00:00', '2025-12-26 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1766749982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1766749982, 0, 0, 0, 0, NULL, NULL),
(601, 3, 63, 1, 12, 1762939271, '2025-12-26 20:00:00', '2025-12-26 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1766749982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1766749982, 0, 0, 0, 0, NULL, NULL),
(602, 3, 60, 1, 12, 1762939271, '2026-01-09 20:00:00', '2026-01-09 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1767959581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767959581, 0, 0, 0, 0, NULL, NULL),
(603, 3, 27, 1, 12, 1762939271, '2026-01-09 20:00:00', '2026-01-09 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1767959581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767959581, 0, 0, 0, 0, NULL, NULL),
(604, 3, 61, 1, 12, 1762939271, '2026-01-09 20:00:00', '2026-01-09 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1767959581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767959581, 0, 0, 0, 0, NULL, NULL),
(605, 3, 62, 1, 12, 1762939271, '2026-01-09 20:00:00', '2026-01-09 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1767959581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767959581, 0, 0, 0, 0, NULL, NULL),
(606, 3, 63, 1, 12, 1762939271, '2026-01-09 20:00:00', '2026-01-09 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1767959581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767959581, 0, 0, 0, 0, NULL, NULL),
(607, 3, 9, 1, 12, 1762939271, '2025-11-14 18:00:00', '2025-11-14 18:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1763113981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767951842, 0, 0, 0, 0, NULL, NULL),
(632, 3, 64, 1, 27, 1767941137, '2026-01-11 21:00:00', '2026-01-11 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768135982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768135982, 0, 0, 0, 0, NULL, NULL),
(633, 3, 64, 1, 27, 1767941137, '2026-01-15 21:00:00', '2026-01-15 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768481581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768481581, 0, 0, 0, 0, NULL, NULL),
(634, 3, 64, 1, 27, 1767941137, '2026-01-18 21:00:00', '2026-01-18 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768740782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768740782, 0, 0, 0, 0, NULL, NULL),
(635, 3, 64, 1, 27, 1767941137, '2026-01-22 21:00:00', '2026-01-22 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1769086381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1769086381, 0, 0, 0, 0, NULL, NULL),
(636, 3, 65, 1, 27, 1767941137, '2026-01-11 21:00:00', '2026-01-11 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768135982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768135982, 0, 0, 0, 0, NULL, NULL),
(637, 3, 65, 1, 27, 1767941137, '2026-01-15 21:00:00', '2026-01-15 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768481581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768481581, 0, 0, 0, 0, NULL, NULL),
(638, 3, 65, 1, 27, 1767941137, '2026-01-18 21:00:00', '2026-01-18 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768740782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768740782, 0, 0, 0, 0, NULL, NULL),
(639, 3, 65, 1, 27, 1767941137, '2026-01-22 21:00:00', '2026-01-22 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1769086381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1769086381, 0, 0, 0, 0, NULL, NULL),
(640, 3, 66, 1, 27, 1767941137, '2026-01-11 21:00:00', '2026-01-11 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768135982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768135982, 0, 0, 0, 0, NULL, NULL),
(641, 3, 66, 1, 27, 1767941137, '2026-01-15 21:00:00', '2026-01-15 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768481581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768481581, 0, 0, 0, 0, NULL, NULL),
(642, 3, 66, 1, 27, 1767941137, '2026-01-18 21:00:00', '2026-01-18 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768740782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768740782, 0, 0, 0, 0, NULL, NULL),
(643, 3, 66, 1, 27, 1767941137, '2026-01-22 21:00:00', '2026-01-22 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1769086381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1769086381, 0, 0, 0, 0, NULL, NULL),
(644, 3, 51, 1, 27, 1767941137, '2026-01-11 21:00:00', '2026-01-11 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768135982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768135982, 0, 0, 0, 0, NULL, NULL),
(645, 3, 51, 1, 27, 1767941137, '2026-01-15 21:00:00', '2026-01-15 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768481581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768481581, 0, 0, 0, 0, NULL, NULL),
(646, 3, 51, 1, 27, 1767941137, '2026-01-18 21:00:00', '2026-01-18 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768740782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768740782, 0, 0, 0, 0, NULL, NULL),
(647, 3, 51, 1, 27, 1767941137, '2026-01-22 21:00:00', '2026-01-22 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1769086381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1769086381, 0, 0, 0, 0, NULL, NULL),
(648, 3, 67, 1, 27, 1767941137, '2026-01-11 21:00:00', '2026-01-11 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768135982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768135982, 0, 0, 0, 0, NULL, NULL),
(649, 3, 67, 1, 27, 1767941137, '2026-01-15 21:00:00', '2026-01-15 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768481581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768481581, 0, 0, 0, 0, NULL, NULL),
(650, 3, 67, 1, 27, 1767941137, '2026-01-18 21:00:00', '2026-01-18 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768740782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768740782, 0, 0, 0, 0, NULL, NULL),
(651, 3, 67, 1, 27, 1767941137, '2026-01-22 21:00:00', '2026-01-22 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1769086381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1769086381, 0, 0, 0, 0, NULL, NULL),
(652, 3, 57, 1, 27, 1767941137, '2026-01-11 21:00:00', '2026-01-11 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768135982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768135982, 0, 0, 0, 0, NULL, NULL),
(653, 3, 57, 1, 27, 1767941137, '2026-01-15 21:00:00', '2026-01-15 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768481581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768481581, 0, 0, 0, 0, NULL, NULL),
(654, 3, 57, 1, 27, 1767941137, '2026-01-18 21:00:00', '2026-01-18 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768740782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768740782, 0, 0, 0, 0, NULL, NULL),
(655, 3, 57, 1, 27, 1767941137, '2026-01-22 21:00:00', '2026-01-22 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1769086381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1769086381, 0, 0, 0, 0, NULL, NULL),
(656, 3, 68, 1, 27, 1767941137, '2026-01-11 21:00:00', '2026-01-11 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768135982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768135982, 0, 0, 0, 0, NULL, NULL),
(657, 3, 68, 1, 27, 1767941137, '2026-01-15 21:00:00', '2026-01-15 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768481581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768481581, 0, 0, 0, 0, NULL, NULL),
(658, 3, 68, 1, 27, 1767941137, '2026-01-18 21:00:00', '2026-01-18 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768740782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768740782, 0, 0, 0, 0, NULL, NULL),
(659, 3, 68, 1, 27, 1767941137, '2026-01-22 21:00:00', '2026-01-22 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1769086381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1769086381, 0, 0, 0, 0, NULL, NULL),
(660, 3, 18, 1, 27, 1767941137, '2026-01-11 21:00:00', '2026-01-11 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768135982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768135982, 0, 0, 0, 0, NULL, NULL),
(661, 3, 18, 1, 27, 1767941137, '2026-01-15 21:00:00', '2026-01-15 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768481581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768481581, 0, 0, 0, 0, NULL, NULL),
(662, 3, 18, 1, 27, 1767941137, '2026-01-18 21:00:00', '2026-01-18 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768740782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768740782, 0, 0, 0, 0, NULL, NULL),
(663, 3, 18, 1, 27, 1767941137, '2026-01-22 21:00:00', '2026-01-22 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1769086381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1769086381, 0, 0, 0, 0, NULL, NULL),
(664, 3, 69, 1, 27, 1767941137, '2026-01-11 21:00:00', '2026-01-11 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768135982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768135982, 0, 0, 0, 0, NULL, NULL),
(665, 3, 69, 1, 27, 1767941137, '2026-01-15 21:00:00', '2026-01-15 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768481581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768481581, 0, 0, 0, 0, NULL, NULL),
(666, 3, 69, 1, 27, 1767941137, '2026-01-18 21:00:00', '2026-01-18 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768740782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768740782, 0, 0, 0, 0, NULL, NULL),
(667, 3, 69, 1, 27, 1767941137, '2026-01-22 21:00:00', '2026-01-22 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1769086381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1769086381, 0, 0, 0, 0, NULL, NULL),
(668, 3, 70, 1, 27, 1767941137, '2026-01-11 21:00:00', '2026-01-11 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768135982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768135982, 0, 0, 0, 0, NULL, NULL),
(669, 3, 70, 1, 27, 1767941137, '2026-01-15 21:00:00', '2026-01-15 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768481581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768481581, 0, 0, 0, 0, NULL, NULL),
(670, 3, 70, 1, 27, 1767941137, '2026-01-18 21:00:00', '2026-01-18 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768740782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768740782, 0, 0, 0, 0, NULL, NULL),
(671, 3, 70, 1, 27, 1767941137, '2026-01-22 21:00:00', '2026-01-22 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1769086381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1769086381, 0, 0, 0, 0, NULL, NULL),
(672, 3, 71, 1, 27, 1767941137, '2026-01-11 21:00:00', '2026-01-11 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768135982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768135982, 0, 0, 0, 0, NULL, NULL),
(673, 3, 71, 1, 27, 1767941137, '2026-01-15 21:00:00', '2026-01-15 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768481581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768481581, 0, 0, 0, 0, NULL, NULL),
(674, 3, 71, 1, 27, 1767941137, '2026-01-18 21:00:00', '2026-01-18 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768740782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768740782, 0, 0, 0, 0, NULL, NULL),
(675, 3, 71, 1, 27, 1767941137, '2026-01-22 21:00:00', '2026-01-22 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1769086381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1769086381, 0, 0, 0, 0, NULL, NULL),
(676, 3, 64, 1, 28, 1767941300, '2026-01-11 22:00:00', '2026-01-11 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768139582, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768139582, 0, 0, 0, 0, NULL, NULL),
(677, 3, 64, 1, 28, 1767941300, '2026-01-15 22:00:00', '2026-01-15 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768485182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768485182, 0, 0, 0, 0, NULL, NULL),
(678, 3, 64, 1, 28, 1767941300, '2026-01-18 22:00:00', '2026-01-18 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768744382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768744382, 0, 0, 0, 0, NULL, NULL),
(679, 3, 64, 1, 28, 1767941300, '2026-01-22 22:00:00', '2026-01-22 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1769089982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1769089982, 0, 0, 0, 0, NULL, NULL),
(680, 3, 66, 1, 28, 1767941300, '2026-01-11 22:00:00', '2026-01-11 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768139582, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768139582, 0, 0, 0, 0, NULL, NULL),
(681, 3, 66, 1, 28, 1767941300, '2026-01-15 22:00:00', '2026-01-15 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768485182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768485182, 0, 0, 0, 0, NULL, NULL),
(682, 3, 66, 1, 28, 1767941300, '2026-01-18 22:00:00', '2026-01-18 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768744382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768744382, 0, 0, 0, 0, NULL, NULL),
(683, 3, 66, 1, 28, 1767941300, '2026-01-22 22:00:00', '2026-01-22 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1769089982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1769089982, 0, 0, 0, 0, NULL, NULL),
(684, 3, 51, 1, 28, 1767941300, '2026-01-11 22:00:00', '2026-01-11 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768139582, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768139582, 0, 0, 0, 0, NULL, NULL),
(685, 3, 51, 1, 28, 1767941300, '2026-01-15 22:00:00', '2026-01-15 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768485182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768485182, 0, 0, 0, 0, NULL, NULL),
(686, 3, 51, 1, 28, 1767941300, '2026-01-18 22:00:00', '2026-01-18 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768744382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768744382, 0, 0, 0, 0, NULL, NULL),
(687, 3, 51, 1, 28, 1767941300, '2026-01-22 22:00:00', '2026-01-22 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1769089982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1769089982, 0, 0, 0, 0, NULL, NULL),
(688, 3, 67, 1, 28, 1767941300, '2026-01-11 22:00:00', '2026-01-11 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768139582, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768139582, 0, 0, 0, 0, NULL, NULL),
(689, 3, 67, 1, 28, 1767941300, '2026-01-15 22:00:00', '2026-01-15 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768485182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768485182, 0, 0, 0, 0, NULL, NULL),
(690, 3, 67, 1, 28, 1767941300, '2026-01-18 22:00:00', '2026-01-18 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768744382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768744382, 0, 0, 0, 0, NULL, NULL),
(691, 3, 67, 1, 28, 1767941300, '2026-01-22 22:00:00', '2026-01-22 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1769089982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1769089982, 0, 0, 0, 0, NULL, NULL),
(692, 3, 57, 1, 28, 1767941300, '2026-01-11 22:00:00', '2026-01-11 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768139582, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768139582, 0, 0, 0, 0, NULL, NULL),
(693, 3, 57, 1, 28, 1767941300, '2026-01-15 22:00:00', '2026-01-15 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768485182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768485182, 0, 0, 0, 0, NULL, NULL),
(694, 3, 57, 1, 28, 1767941300, '2026-01-18 22:00:00', '2026-01-18 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768744382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768744382, 0, 0, 0, 0, NULL, NULL),
(695, 3, 57, 1, 28, 1767941300, '2026-01-22 22:00:00', '2026-01-22 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1769089982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1769089982, 0, 0, 0, 0, NULL, NULL),
(696, 3, 68, 1, 28, 1767941300, '2026-01-11 22:00:00', '2026-01-11 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768139582, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768139582, 0, 0, 0, 0, NULL, NULL),
(697, 3, 68, 1, 28, 1767941300, '2026-01-15 22:00:00', '2026-01-15 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768485182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768485182, 0, 0, 0, 0, NULL, NULL),
(698, 3, 68, 1, 28, 1767941300, '2026-01-18 22:00:00', '2026-01-18 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768744382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768744382, 0, 0, 0, 0, NULL, NULL),
(699, 3, 68, 1, 28, 1767941300, '2026-01-22 22:00:00', '2026-01-22 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1769089982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1769089982, 0, 0, 0, 0, NULL, NULL),
(700, 3, 18, 1, 28, 1767941300, '2026-01-11 22:00:00', '2026-01-11 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768139582, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768139582, 0, 0, 0, 0, NULL, NULL),
(701, 3, 18, 1, 28, 1767941300, '2026-01-15 22:00:00', '2026-01-15 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768485182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768485182, 0, 0, 0, 0, NULL, NULL),
(702, 3, 18, 1, 28, 1767941300, '2026-01-18 22:00:00', '2026-01-18 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768744382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768744382, 0, 0, 0, 0, NULL, NULL),
(703, 3, 18, 1, 28, 1767941300, '2026-01-22 22:00:00', '2026-01-22 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1769089982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1769089982, 0, 0, 0, 0, NULL, NULL),
(704, 3, 70, 1, 28, 1767941300, '2026-01-11 22:00:00', '2026-01-11 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768139582, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768139582, 0, 0, 0, 0, NULL, NULL),
(705, 3, 70, 1, 28, 1767941300, '2026-01-15 22:00:00', '2026-01-15 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768485182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768485182, 0, 0, 0, 0, NULL, NULL),
(706, 3, 70, 1, 28, 1767941300, '2026-01-18 22:00:00', '2026-01-18 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768744382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768744382, 0, 0, 0, 0, NULL, NULL),
(707, 3, 70, 1, 28, 1767941300, '2026-01-22 22:00:00', '2026-01-22 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1769089982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1769089982, 0, 0, 0, 0, NULL, NULL),
(708, 3, 71, 1, 28, 1767941300, '2026-01-11 22:00:00', '2026-01-11 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768139582, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768139582, 0, 0, 0, 0, NULL, NULL),
(709, 3, 71, 1, 28, 1767941300, '2026-01-15 22:00:00', '2026-01-15 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768485182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768485182, 0, 0, 0, 0, NULL, NULL),
(710, 3, 71, 1, 28, 1767941300, '2026-01-18 22:00:00', '2026-01-18 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768744382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768744382, 0, 0, 0, 0, NULL, NULL),
(711, 3, 71, 1, 28, 1767941300, '2026-01-22 22:00:00', '2026-01-22 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1769089982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1769089982, 0, 0, 0, 0, NULL, NULL),
(712, 3, 44, 1, 29, 1767941433, '2026-01-13 20:00:00', '2026-01-13 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768305182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768305182, 0, 0, 0, 0, NULL, NULL),
(713, 3, 44, 1, 29, 1767941433, '2026-01-16 20:00:00', '2026-01-16 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768564381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768564381, 0, 0, 0, 0, NULL, NULL),
(714, 3, 44, 1, 29, 1767941433, '2026-01-20 20:00:00', '2026-01-20 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768909982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768909982, 0, 0, 0, 0, NULL, NULL),
(715, 3, 44, 1, 29, 1767941433, '2026-01-23 20:00:00', '2026-01-23 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1769169182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1769169182, 0, 0, 0, 0, NULL, NULL),
(716, 3, 46, 1, 29, 1767941433, '2026-01-13 20:00:00', '2026-01-13 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768305182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768305182, 0, 0, 0, 0, NULL, NULL),
(717, 3, 46, 1, 29, 1767941433, '2026-01-16 20:00:00', '2026-01-16 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768564381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768564381, 0, 0, 0, 0, NULL, NULL),
(718, 3, 46, 1, 29, 1767941433, '2026-01-20 20:00:00', '2026-01-20 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768909982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768909982, 0, 0, 0, 0, NULL, NULL),
(719, 3, 46, 1, 29, 1767941433, '2026-01-23 20:00:00', '2026-01-23 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1769169182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1769169182, 0, 0, 0, 0, NULL, NULL),
(720, 3, 72, 1, 29, 1767941433, '2026-01-13 20:00:00', '2026-01-13 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768305182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768305182, 0, 0, 0, 0, NULL, NULL),
(721, 3, 72, 1, 29, 1767941433, '2026-01-16 20:00:00', '2026-01-16 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768564381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768564381, 0, 0, 0, 0, NULL, NULL),
(722, 3, 72, 1, 29, 1767941433, '2026-01-20 20:00:00', '2026-01-20 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768909982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768909982, 0, 0, 0, 0, NULL, NULL),
(723, 3, 72, 1, 29, 1767941433, '2026-01-23 20:00:00', '2026-01-23 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1769169182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1769169182, 0, 0, 0, 0, NULL, NULL),
(724, 3, 73, 1, 29, 1767941433, '2026-01-13 20:00:00', '2026-01-13 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768305182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768305182, 0, 0, 0, 0, NULL, NULL),
(725, 3, 73, 1, 29, 1767941433, '2026-01-16 20:00:00', '2026-01-16 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768564381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768564381, 0, 0, 0, 0, NULL, NULL),
(726, 3, 73, 1, 29, 1767941433, '2026-01-20 20:00:00', '2026-01-20 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768909982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768909982, 0, 0, 0, 0, NULL, NULL),
(727, 3, 73, 1, 29, 1767941433, '2026-01-23 20:00:00', '2026-01-23 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1769169182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1769169182, 0, 0, 0, 0, NULL, NULL),
(728, 3, 44, 1, 30, 1767941622, '2026-01-13 21:00:00', '2026-01-13 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768307282, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768307282, 0, 0, 0, 0, NULL, NULL),
(729, 3, 44, 1, 30, 1767941622, '2026-01-16 21:00:00', '2026-01-16 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768566482, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768566482, 0, 0, 0, 0, NULL, NULL),
(730, 3, 44, 1, 30, 1767941622, '2026-01-20 21:00:00', '2026-01-20 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768912082, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768912082, 0, 0, 0, 0, NULL, NULL),
(731, 3, 44, 1, 30, 1767941622, '2026-01-23 21:00:00', '2026-01-23 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1769171281, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1769171281, 0, 0, 0, 0, NULL, NULL),
(732, 3, 46, 1, 30, 1767941622, '2026-01-13 21:00:00', '2026-01-13 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768307282, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768307282, 0, 0, 0, 0, NULL, NULL),
(733, 3, 46, 1, 30, 1767941622, '2026-01-16 21:00:00', '2026-01-16 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768566482, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768566482, 0, 0, 0, 0, NULL, NULL),
(734, 3, 46, 1, 30, 1767941622, '2026-01-20 21:00:00', '2026-01-20 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768912082, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768912082, 0, 0, 0, 0, NULL, NULL),
(735, 3, 46, 1, 30, 1767941622, '2026-01-23 21:00:00', '2026-01-23 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1769171281, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1769171281, 0, 0, 0, 0, NULL, NULL),
(736, 3, 72, 1, 30, 1767941622, '2026-01-13 21:00:00', '2026-01-13 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768307282, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768307282, 0, 0, 0, 0, NULL, NULL),
(737, 3, 72, 1, 30, 1767941622, '2026-01-16 21:00:00', '2026-01-16 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768566482, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768566482, 0, 0, 0, 0, NULL, NULL),
(738, 3, 72, 1, 30, 1767941622, '2026-01-20 21:00:00', '2026-01-20 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768912082, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768912082, 0, 0, 0, 0, NULL, NULL),
(739, 3, 72, 1, 30, 1767941622, '2026-01-23 21:00:00', '2026-01-23 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1769171281, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1769171281, 0, 0, 0, 0, NULL, NULL),
(740, 3, 73, 1, 30, 1767941622, '2026-01-13 21:00:00', '2026-01-13 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768307282, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768307282, 0, 0, 0, 0, NULL, NULL),
(741, 3, 73, 1, 30, 1767941622, '2026-01-16 21:00:00', '2026-01-16 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768566482, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768566482, 0, 0, 0, 0, NULL, NULL),
(742, 3, 73, 1, 30, 1767941622, '2026-01-20 21:00:00', '2026-01-20 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768912082, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768912082, 0, 0, 0, 0, NULL, NULL),
(743, 3, 73, 1, 30, 1767941622, '2026-01-23 21:00:00', '2026-01-23 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1769171281, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1769171281, 0, 0, 0, 0, NULL, NULL),
(744, 3, 9, 1, 27, 1767952149, '2026-01-09 21:00:00', '2026-01-09 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1767963181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767963181, 0, 0, 0, 0, NULL, NULL),
(748, 3, 9, 1, 28, 1767952167, '2026-01-09 21:00:00', '2026-01-09 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1767963181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767963181, 0, 0, 0, 0, NULL, NULL),
(752, 3, 9, 1, 29, 1767952190, '2026-01-09 21:00:00', '2026-01-09 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1767963181, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767963181, 0, 0, 0, 0, NULL, NULL),
(756, 3, 9, 1, 30, 1767952201, '2026-01-09 21:00:00', '2026-01-09 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1767961681, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1767961681, 0, 0, 0, 0, NULL, NULL),
(760, 3, 75, 1, 30, 1768269947, '2026-01-13 21:00:00', '2026-01-13 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768307282, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768307282, 0, 0, 0, 0, NULL, NULL),
(761, 3, 75, 1, 30, 1768269947, '2026-01-16 21:00:00', '2026-01-16 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768566482, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768566482, 0, 0, 0, 0, NULL, NULL),
(762, 3, 75, 1, 30, 1768269947, '2026-01-20 21:00:00', '2026-01-20 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768912082, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768912082, 0, 0, 0, 0, NULL, NULL),
(763, 3, 75, 1, 30, 1768269947, '2026-01-23 21:00:00', '2026-01-23 21:25:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1769171281, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1769171281, 0, 0, 0, 0, NULL, NULL),
(764, 3, 75, 1, 29, 1768299054, '2026-01-13 20:00:00', '2026-01-13 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768305182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768305182, 0, 0, 0, 0, NULL, NULL),
(765, 3, 75, 1, 29, 1768299054, '2026-01-16 20:00:00', '2026-01-16 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768564381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768564381, 0, 0, 0, 0, NULL, NULL),
(766, 3, 75, 1, 29, 1768299054, '2026-01-20 20:00:00', '2026-01-20 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768909982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768909982, 0, 0, 0, 0, NULL, NULL),
(767, 3, 75, 1, 29, 1768299054, '2026-01-23 20:00:00', '2026-01-23 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1769169182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1769169182, 0, 0, 0, 0, NULL, NULL),
(768, 3, 76, 1, 28, 1768378367, '2026-01-11 22:00:00', '2026-01-11 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768378381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768378381, 0, 0, 0, 0, NULL, NULL),
(769, 3, 76, 1, 28, 1768378367, '2026-01-15 22:00:00', '2026-01-15 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768485182, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768485182, 0, 0, 0, 0, NULL, NULL),
(770, 3, 76, 1, 28, 1768378367, '2026-01-18 22:00:00', '2026-01-18 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1768744382, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1768744382, 0, 0, 0, 0, NULL, NULL),
(771, 3, 76, 1, 28, 1768378367, '2026-01-22 22:00:00', '2026-01-22 22:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1769089982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1769089982, 0, 0, 0, 0, NULL, NULL),
(772, 1, 77, 0, 35, 1770260396, '2026-02-05 21:00:00', '2026-02-05 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1770295981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1770295981, 0, 0, 0, 0, NULL, NULL),
(773, 1, 77, 0, 35, 1770260396, '2026-02-12 21:00:00', '2026-02-12 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1770900782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1770900782, 0, 0, 0, 0, NULL, NULL),
(774, 1, 77, 0, 35, 1770260396, '2026-02-19 21:00:00', '2026-02-19 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770260396, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(775, 1, 77, 0, 35, 1770260396, '2026-02-26 21:00:00', '2026-02-26 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770260396, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(776, 1, 77, 0, 35, 1770260396, '2026-03-05 21:00:00', '2026-03-05 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770260396, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(777, 1, 77, 0, 35, 1770260396, '2026-03-12 21:00:00', '2026-03-12 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770260396, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(778, 1, 77, 0, 35, 1770260396, '2026-03-19 21:00:00', '2026-03-19 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770260396, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(779, 1, 77, 0, 35, 1770260396, '2026-03-26 21:00:00', '2026-03-26 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770260396, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(780, 1, 78, 0, 35, 1770260396, '2026-02-05 21:00:00', '2026-02-05 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1770295981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1770295981, 0, 0, 0, 0, NULL, NULL),
(781, 1, 78, 0, 35, 1770260396, '2026-02-12 21:00:00', '2026-02-12 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1770900782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1770900782, 0, 0, 0, 0, NULL, NULL),
(782, 1, 78, 0, 35, 1770260396, '2026-02-19 21:00:00', '2026-02-19 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770260396, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(783, 1, 78, 0, 35, 1770260396, '2026-02-26 21:00:00', '2026-02-26 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770260396, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(784, 1, 78, 0, 35, 1770260396, '2026-03-05 21:00:00', '2026-03-05 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770260396, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(785, 1, 78, 0, 35, 1770260396, '2026-03-12 21:00:00', '2026-03-12 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770260396, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(786, 1, 78, 0, 35, 1770260396, '2026-03-19 21:00:00', '2026-03-19 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770260396, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(787, 1, 78, 0, 35, 1770260396, '2026-03-26 21:00:00', '2026-03-26 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770260396, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(788, 1, 32, 0, 35, 1770260396, '2026-02-05 21:00:00', '2026-02-05 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1770295981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1770295981, 0, 0, 0, 0, NULL, NULL),
(789, 1, 32, 0, 35, 1770260396, '2026-02-12 21:00:00', '2026-02-12 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1770900782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1770900782, 0, 0, 0, 0, NULL, NULL),
(790, 1, 32, 0, 35, 1770260396, '2026-02-19 21:00:00', '2026-02-19 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770260396, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(791, 1, 32, 0, 35, 1770260396, '2026-02-26 21:00:00', '2026-02-26 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770260396, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(792, 1, 32, 0, 35, 1770260396, '2026-03-05 21:00:00', '2026-03-05 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770260396, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(793, 1, 32, 0, 35, 1770260396, '2026-03-12 21:00:00', '2026-03-12 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770260396, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(794, 1, 32, 0, 35, 1770260396, '2026-03-19 21:00:00', '2026-03-19 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770260396, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(795, 1, 32, 0, 35, 1770260396, '2026-03-26 21:00:00', '2026-03-26 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770260396, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(796, 1, 8, 0, 35, 1770260396, '2026-02-05 21:00:00', '2026-02-05 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1770295981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1770295981, 0, 0, 0, 0, NULL, NULL),
(797, 1, 8, 0, 35, 1770260396, '2026-02-12 21:00:00', '2026-02-12 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1770900782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1770900782, 0, 0, 0, 0, NULL, NULL),
(798, 1, 8, 0, 35, 1770260396, '2026-02-19 21:00:00', '2026-02-19 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770260396, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(799, 1, 8, 0, 35, 1770260396, '2026-02-26 21:00:00', '2026-02-26 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770260396, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(800, 1, 8, 0, 35, 1770260396, '2026-03-05 21:00:00', '2026-03-05 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770260396, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(801, 1, 8, 0, 35, 1770260396, '2026-03-12 21:00:00', '2026-03-12 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770260396, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(802, 1, 8, 0, 35, 1770260396, '2026-03-19 21:00:00', '2026-03-19 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770260396, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(803, 1, 8, 0, 35, 1770260396, '2026-03-26 21:00:00', '2026-03-26 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770260396, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(804, 1, 79, 0, 35, 1770260396, '2026-02-05 21:00:00', '2026-02-05 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1770295981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1770295981, 0, 0, 0, 0, NULL, NULL),
(805, 1, 79, 0, 35, 1770260396, '2026-02-12 21:00:00', '2026-02-12 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1770900782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1770900782, 0, 0, 0, 0, NULL, NULL),
(806, 1, 79, 0, 35, 1770260396, '2026-02-19 21:00:00', '2026-02-19 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770260396, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(807, 1, 79, 0, 35, 1770260396, '2026-02-26 21:00:00', '2026-02-26 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770260396, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(808, 1, 79, 0, 35, 1770260396, '2026-03-05 21:00:00', '2026-03-05 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770260396, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(809, 1, 79, 0, 35, 1770260396, '2026-03-12 21:00:00', '2026-03-12 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770260396, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(810, 1, 79, 0, 35, 1770260396, '2026-03-19 21:00:00', '2026-03-19 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770260396, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(811, 1, 79, 0, 35, 1770260396, '2026-03-26 21:00:00', '2026-03-26 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770260396, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(812, 1, 9, 1, 35, 1770260396, '2026-02-05 19:00:00', '2026-02-05 19:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1770288782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1770288782, 0, 0, 0, 0, NULL, NULL),
(813, 6, 80, 0, 34, 1770356894, '2026-02-07 18:00:00', '2026-02-07 18:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1770457982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1770457982, 0, 0, 0, 0, NULL, NULL),
(814, 6, 80, 0, 34, 1770356894, '2026-02-14 18:00:00', '2026-02-14 18:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1771062781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1771062781, 0, 0, 0, 0, NULL, NULL),
(815, 6, 80, 0, 34, 1770356894, '2026-02-21 18:00:00', '2026-02-21 18:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770356894, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(816, 6, 80, 0, 34, 1770356894, '2026-02-28 18:00:00', '2026-02-28 18:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770356894, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(817, 6, 80, 0, 34, 1770356894, '2026-03-07 18:00:00', '2026-03-07 18:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770356894, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(818, 6, 81, 0, 34, 1770356894, '2026-02-07 18:00:00', '2026-02-07 18:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1770457982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1770457982, 0, 0, 0, 0, NULL, NULL),
(819, 6, 81, 0, 34, 1770356894, '2026-02-14 18:00:00', '2026-02-14 18:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1771062781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1771062781, 0, 0, 0, 0, NULL, NULL),
(820, 6, 81, 0, 34, 1770356894, '2026-02-21 18:00:00', '2026-02-21 18:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770356894, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(821, 6, 81, 0, 34, 1770356894, '2026-02-28 18:00:00', '2026-02-28 18:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770356894, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(822, 6, 81, 0, 34, 1770356894, '2026-03-07 18:00:00', '2026-03-07 18:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770356894, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(823, 6, 82, 0, 34, 1770356894, '2026-02-07 18:00:00', '2026-02-07 18:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1770457982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1770457982, 0, 0, 0, 0, NULL, NULL),
(824, 6, 82, 0, 34, 1770356894, '2026-02-14 18:00:00', '2026-02-14 18:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1771062781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1771062781, 0, 0, 0, 0, NULL, NULL),
(825, 6, 82, 0, 34, 1770356894, '2026-02-21 18:00:00', '2026-02-21 18:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770356894, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(826, 6, 82, 0, 34, 1770356894, '2026-02-28 18:00:00', '2026-02-28 18:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770356894, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(827, 6, 82, 0, 34, 1770356894, '2026-03-07 18:00:00', '2026-03-07 18:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770356894, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(828, 6, 83, 0, 34, 1770356894, '2026-02-07 18:00:00', '2026-02-07 18:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1770457982, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1770457982, 0, 0, 0, 0, NULL, NULL),
(829, 6, 83, 0, 34, 1770356894, '2026-02-14 18:00:00', '2026-02-14 18:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1771062781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1771062781, 0, 0, 0, 0, NULL, NULL),
(830, 6, 83, 0, 34, 1770356894, '2026-02-21 18:00:00', '2026-02-21 18:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770356894, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(831, 6, 83, 0, 34, 1770356894, '2026-02-28 18:00:00', '2026-02-28 18:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770356894, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(832, 6, 83, 0, 34, 1770356894, '2026-03-07 18:00:00', '2026-03-07 18:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770356894, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL);
INSERT INTO `lessons` (`lsn_id`, `prof_id`, `member_id`, `seller_id`, `course_id`, `lsn_cdate`, `lsn_stime`, `lsn_etime`, `lsn_cancel`, `lsn_cancel_date`, `lsn_cancel_reason`, `lsn_prof_repo`, `lsn_prof_repo_date`, `lsn_prof_repo_note`, `lsn_member_repo`, `lsn_member_repo_date`, `lsn_member_repo_note`, `lsn_member_repo_rating`, `lsn_review`, `lsn_review_show`, `lsn_status`, `lsn_status_date`, `lsn_prof_fee`, `lsn_pay_type`, `coupon_id`, `lsn_pay_fee_rate`, `lsn_base_price`, `lsn_prof_margin`, `lsn_prof_price`, `lsn_seller_margin`, `lsn_seller_price`, `lsn_charged_date`, `pdm_id`, `lsn_pdm_status`, `sdm_id`, `lsn_sdm_status`, `lsn_latest_msg_1`, `lsn_latest_msg_2`) VALUES
(833, 6, 9, 0, 34, 1770356894, '2026-02-06 20:00:00', '2026-02-06 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1770378781, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1770378781, 0, 0, 0, 0, NULL, NULL),
(834, 2, 9, 0, 36, 1770356894, '2026-02-06 21:35:00', '2026-02-06 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1770382381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1770382381, 0, 0, 0, 0, NULL, NULL),
(835, 2, 9, 0, 36, 1770356894, '2026-02-06 19:40:00', '2026-02-06 19:55:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1770375481, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1770375481, 0, 0, 0, 0, NULL, NULL),
(836, 3, 67, 0, 37, 1770631106, '2026-02-12 21:00:00', '2026-02-12 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1770900782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1770900782, 0, 0, 0, 0, NULL, NULL),
(837, 3, 67, 0, 37, 1770631106, '2026-02-15 21:00:00', '2026-02-15 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1771159981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1771159981, 0, 0, 0, 0, NULL, NULL),
(838, 3, 67, 0, 37, 1770631106, '2026-02-19 21:00:00', '2026-02-19 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770631106, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(839, 3, 67, 0, 37, 1770631106, '2026-02-22 21:00:00', '2026-02-22 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770631106, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(840, 3, 64, 0, 37, 1770631106, '2026-02-12 21:00:00', '2026-02-12 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1770900782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1770900782, 0, 0, 0, 0, NULL, NULL),
(841, 3, 64, 0, 37, 1770631106, '2026-02-15 21:00:00', '2026-02-15 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1771159981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1771159981, 0, 0, 0, 0, NULL, NULL),
(842, 3, 64, 0, 37, 1770631106, '2026-02-19 21:00:00', '2026-02-19 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770631106, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(843, 3, 64, 0, 37, 1770631106, '2026-02-22 21:00:00', '2026-02-22 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770631106, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(844, 3, 57, 0, 37, 1770631106, '2026-02-12 21:00:00', '2026-02-12 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1770900782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1770900782, 0, 0, 0, 0, NULL, NULL),
(845, 3, 57, 0, 37, 1770631106, '2026-02-15 21:00:00', '2026-02-15 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1771159981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1771159981, 0, 0, 0, 0, NULL, NULL),
(846, 3, 57, 0, 37, 1770631106, '2026-02-19 21:00:00', '2026-02-19 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770631106, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(847, 3, 57, 0, 37, 1770631106, '2026-02-22 21:00:00', '2026-02-22 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770631106, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(848, 3, 66, 0, 37, 1770631106, '2026-02-12 21:00:00', '2026-02-12 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1770900782, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1770900782, 0, 0, 0, 0, NULL, NULL),
(849, 3, 66, 0, 37, 1770631106, '2026-02-15 21:00:00', '2026-02-15 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1771159981, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1771159981, 0, 0, 0, 0, NULL, NULL),
(850, 3, 66, 0, 37, 1770631106, '2026-02-19 21:00:00', '2026-02-19 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770631106, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(851, 3, 66, 0, 37, 1770631106, '2026-02-22 21:00:00', '2026-02-22 21:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770631106, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(852, 3, 44, 0, 38, 1770631377, '2026-02-10 20:00:00', '2026-02-10 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1770724381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1770724381, 0, 0, 0, 0, NULL, NULL),
(853, 3, 44, 0, 38, 1770631377, '2026-02-13 20:00:00', '2026-02-13 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1770983581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1770983581, 0, 0, 0, 0, NULL, NULL),
(854, 3, 44, 0, 38, 1770631377, '2026-02-17 20:00:00', '2026-02-17 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770631377, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(855, 3, 44, 0, 38, 1770631377, '2026-02-20 20:00:00', '2026-02-20 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770631377, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(856, 3, 48, 0, 38, 1770631377, '2026-02-10 20:00:00', '2026-02-10 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1770724381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1770724381, 0, 0, 0, 0, NULL, NULL),
(857, 3, 48, 0, 38, 1770631377, '2026-02-13 20:00:00', '2026-02-13 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1770983581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1770983581, 0, 0, 0, 0, NULL, NULL),
(858, 3, 48, 0, 38, 1770631377, '2026-02-17 20:00:00', '2026-02-17 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770631377, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(859, 3, 48, 0, 38, 1770631377, '2026-02-20 20:00:00', '2026-02-20 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770631377, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(860, 3, 46, 0, 38, 1770631377, '2026-02-10 20:00:00', '2026-02-10 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1770724381, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1770724381, 0, 0, 0, 0, NULL, NULL),
(861, 3, 46, 0, 38, 1770631377, '2026-02-13 20:00:00', '2026-02-13 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1770983581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1770983581, 0, 0, 0, 0, NULL, NULL),
(862, 3, 46, 0, 38, 1770631377, '2026-02-17 20:00:00', '2026-02-17 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770631377, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(863, 3, 46, 0, 38, 1770631377, '2026-02-20 20:00:00', '2026-02-20 20:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 0, 1770631377, 1, 1, 0, 100, 1, 100, 1, 0, 0, 0, 0, 0, 0, 0, NULL, NULL),
(864, 3, 9, 1, 38, 1770631377, '2026-02-10 12:00:00', '2026-02-10 12:50:00', 0, 0, NULL, 0, 0, '', 0, 0, '', NULL, NULL, 0, 1, 1770695581, 1, 1, 0, 100, 1, 100, 1, 0, 0, 1770695581, 0, 0, 0, 0, NULL, NULL);

-- --------------------------------------------------------

--
-- テーブルの構造 `logins`
--

CREATE TABLE `logins` (
  `lin_id` bigint(20) UNSIGNED NOT NULL,
  `member_id` bigint(20) UNSIGNED NOT NULL,
  `lin_date` int(10) UNSIGNED NOT NULL,
  `lin_type` tinyint(3) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- テーブルのデータのダンプ `logins`
--

INSERT INTO `logins` (`lin_id`, `member_id`, `lin_date`, `lin_type`) VALUES
(1, 10, 1764732978, 1),
(2, 10, 1764742266, 2),
(3, 10, 1764922844, 1),
(4, 10, 1765342887, 1),
(5, 10, 1765343583, 2),
(6, 10, 1765789408, 1),
(7, 10, 1766456681, 1),
(8, 10, 1766457022, 2),
(9, 10, 1766457984, 1),
(10, 10, 1766458446, 2),
(11, 10, 1766468680, 1),
(12, 10, 1768888430, 1),
(13, 10, 1769152247, 1),
(14, 10, 1769402834, 1),
(15, 10, 1769403328, 2),
(16, 8, 1769604497, 1);

-- --------------------------------------------------------

--
-- テーブルの構造 `mbracts`
--

CREATE TABLE `mbracts` (
  `mbract_id` bigint(20) UNSIGNED NOT NULL,
  `member_id` bigint(20) UNSIGNED NOT NULL,
  `seller_id` bigint(20) UNSIGNED NOT NULL,
  `mbract_type` tinyint(3) UNSIGNED NOT NULL,
  `mbract_reason` tinyint(3) UNSIGNED NOT NULL,
  `mbract_cdate` int(10) UNSIGNED NOT NULL,
  `mbract_price` int(11) NOT NULL,
  `crd_id` bigint(20) UNSIGNED NOT NULL DEFAULT 0,
  `auto_id` bigint(20) UNSIGNED NOT NULL DEFAULT 0,
  `lsn_id` bigint(20) UNSIGNED NOT NULL DEFAULT 0,
  `dsl_id` bigint(20) UNSIGNED NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- テーブルのデータのダンプ `mbracts`
--

INSERT INTO `mbracts` (`mbract_id`, `member_id`, `seller_id`, `mbract_type`, `mbract_reason`, `mbract_cdate`, `mbract_price`, `crd_id`, `auto_id`, `lsn_id`, `dsl_id`) VALUES
(1, 4, 2, 1, 43, 1748258577, 10, 0, 0, 0, 0),
(2, 3, 2, 1, 43, 1748258589, 10, 0, 0, 0, 0),
(3, 2, 2, 1, 43, 1748258601, 10, 0, 0, 0, 0),
(4, 1, 2, 1, 43, 1748258609, 10, 0, 0, 0, 0),
(5, 8, 2, 1, 43, 1748412860, 10, 0, 0, 0, 0),
(6, 9, 1, 1, 43, 1748413241, 100, 0, 0, 0, 0),
(7, 10, 1, 1, 43, 1748419517, 100, 0, 0, 0, 0),
(8, 9, 1, 2, 51, 1753429862, 1, 0, 0, 1, 0),
(9, 10, 1, 2, 51, 1753429862, 1, 0, 0, 2, 0),
(10, 1, 2, 2, 51, 1753429862, 1, 0, 0, 3, 0),
(11, 2, 2, 2, 51, 1753429862, 1, 0, 0, 4, 0),
(12, 3, 2, 2, 51, 1753429862, 1, 0, 0, 5, 0),
(13, 4, 2, 2, 51, 1753429862, 1, 0, 0, 6, 0),
(14, 8, 2, 2, 51, 1753429862, 1, 0, 0, 7, 0),
(15, 9, 1, 2, 51, 1753429862, 1, 0, 0, 8, 0),
(16, 1, 2, 2, 51, 1753429862, 1, 0, 0, 9, 0),
(17, 2, 2, 2, 51, 1753429862, 1, 0, 0, 10, 0),
(18, 3, 2, 2, 51, 1753429862, 1, 0, 0, 11, 0),
(19, 4, 2, 2, 51, 1753429862, 1, 0, 0, 12, 0),
(20, 8, 2, 2, 51, 1753429862, 1, 0, 0, 13, 0),
(21, 9, 1, 2, 51, 1753429862, 1, 0, 0, 14, 0),
(22, 1, 2, 2, 51, 1753429862, 1, 0, 0, 15, 0),
(23, 2, 2, 2, 51, 1753429862, 1, 0, 0, 16, 0),
(24, 3, 2, 2, 51, 1753429862, 1, 0, 0, 17, 0),
(25, 4, 2, 2, 51, 1753429862, 1, 0, 0, 18, 0),
(26, 8, 2, 2, 51, 1753429862, 1, 0, 0, 19, 0),
(27, 9, 1, 2, 51, 1753429862, 1, 0, 0, 20, 0),
(28, 1, 2, 2, 51, 1753429862, 1, 0, 0, 21, 0),
(29, 2, 2, 2, 51, 1753429862, 1, 0, 0, 22, 0),
(30, 3, 2, 2, 51, 1753429862, 1, 0, 0, 23, 0),
(31, 4, 2, 2, 51, 1753429862, 1, 0, 0, 24, 0),
(32, 8, 2, 2, 51, 1753429862, 1, 0, 0, 25, 0),
(33, 9, 1, 2, 51, 1753429862, 1, 0, 0, 26, 0),
(34, 1, 2, 2, 51, 1753429862, 1, 0, 0, 27, 0),
(35, 2, 2, 2, 51, 1753429862, 1, 0, 0, 28, 0),
(36, 3, 2, 2, 51, 1753429862, 1, 0, 0, 29, 0),
(37, 4, 2, 2, 51, 1753429862, 1, 0, 0, 30, 0),
(38, 8, 2, 2, 51, 1753429862, 1, 0, 0, 31, 0),
(39, 9, 1, 2, 51, 1753429862, 1, 0, 0, 32, 0),
(40, 1, 2, 2, 51, 1753429862, 1, 0, 0, 33, 0),
(41, 2, 2, 2, 51, 1753429862, 1, 0, 0, 34, 0),
(42, 3, 2, 2, 51, 1753429862, 1, 0, 0, 35, 0),
(43, 4, 2, 2, 51, 1753429862, 1, 0, 0, 36, 0),
(44, 8, 2, 2, 51, 1753429862, 1, 0, 0, 37, 0),
(45, 9, 1, 2, 51, 1753429862, 1, 0, 0, 38, 0),
(46, 1, 2, 2, 51, 1753429862, 1, 0, 0, 39, 0),
(47, 2, 2, 2, 51, 1753429862, 1, 0, 0, 40, 0),
(48, 3, 2, 2, 51, 1753429862, 1, 0, 0, 41, 0),
(49, 4, 2, 2, 51, 1753429862, 1, 0, 0, 42, 0),
(50, 8, 2, 2, 51, 1753429862, 1, 0, 0, 43, 0),
(51, 9, 1, 2, 51, 1753429862, 1, 0, 0, 44, 0),
(52, 1, 2, 2, 51, 1753429862, 1, 0, 0, 45, 0),
(53, 2, 2, 2, 51, 1753429862, 1, 0, 0, 46, 0),
(54, 3, 2, 2, 51, 1753429862, 1, 0, 0, 47, 0),
(55, 4, 2, 2, 51, 1753429862, 1, 0, 0, 48, 0),
(56, 8, 2, 2, 51, 1753429862, 1, 0, 0, 49, 0),
(57, 9, 1, 2, 51, 1753429862, 1, 0, 0, 50, 0),
(58, 1, 2, 2, 51, 1753429862, 1, 0, 0, 51, 0),
(59, 2, 2, 2, 51, 1753429862, 1, 0, 0, 52, 0),
(60, 3, 2, 2, 51, 1753429862, 1, 0, 0, 53, 0),
(61, 4, 2, 2, 51, 1753429862, 1, 0, 0, 54, 0),
(62, 8, 2, 2, 51, 1753429862, 1, 0, 0, 55, 0),
(63, 9, 1, 2, 51, 1753429862, 1, 0, 0, 56, 0),
(64, 9, 1, 2, 51, 1753447982, 1, 0, 0, 173, 0),
(65, 9, 1, 2, 51, 1753879982, 1, 0, 0, 63, 0),
(66, 11, 3, 2, 51, 1753879982, 1, 0, 0, 64, 0),
(67, 12, 3, 2, 51, 1753879982, 1, 0, 0, 65, 0),
(68, 13, 3, 2, 51, 1753879982, 1, 0, 0, 66, 0),
(69, 14, 3, 2, 51, 1753879982, 1, 0, 0, 67, 0),
(70, 15, 3, 2, 51, 1753879982, 1, 0, 0, 68, 0),
(71, 16, 3, 2, 51, 1753879982, 1, 0, 0, 69, 0),
(72, 17, 3, 2, 51, 1753879982, 1, 0, 0, 70, 0),
(73, 18, 3, 2, 51, 1753879982, 1, 0, 0, 71, 0),
(74, 19, 3, 2, 51, 1753879982, 1, 0, 0, 72, 0),
(75, 20, 3, 2, 51, 1753879982, 1, 0, 0, 73, 0),
(76, 21, 3, 2, 51, 1753879982, 1, 0, 0, 74, 0),
(77, 22, 3, 2, 51, 1753879982, 1, 0, 0, 75, 0),
(78, 23, 3, 2, 51, 1753879982, 1, 0, 0, 76, 0),
(79, 24, 3, 2, 51, 1753879982, 1, 0, 0, 77, 0),
(80, 25, 3, 2, 51, 1753879982, 1, 0, 0, 78, 0),
(81, 26, 3, 2, 51, 1753879982, 1, 0, 0, 79, 0),
(82, 27, 3, 2, 51, 1753879982, 1, 0, 0, 80, 0),
(83, 28, 3, 2, 51, 1753879982, 1, 0, 0, 81, 0),
(84, 29, 3, 2, 51, 1753879982, 1, 0, 0, 82, 0),
(85, 30, 3, 2, 51, 1753879982, 1, 0, 0, 83, 0),
(86, 31, 3, 2, 51, 1753879982, 1, 0, 0, 84, 0),
(87, 1, 2, 2, 51, 1753880581, 1, 0, 0, 57, 0),
(88, 2, 2, 2, 51, 1753880581, 1, 0, 0, 58, 0),
(89, 3, 2, 2, 51, 1753880581, 1, 0, 0, 59, 0),
(90, 4, 2, 2, 51, 1753880581, 1, 0, 0, 60, 0),
(91, 8, 2, 2, 51, 1753880581, 1, 0, 0, 61, 0),
(92, 9, 1, 2, 51, 1753880581, 1, 0, 0, 62, 0),
(93, 34, 4, 2, 51, 1754398382, 1, 0, 0, 184, 0),
(94, 35, 4, 2, 51, 1754398382, 1, 0, 0, 185, 0),
(95, 9, 1, 2, 51, 1754484781, 1, 0, 0, 85, 0),
(96, 11, 3, 2, 51, 1754484781, 1, 0, 0, 86, 0),
(97, 12, 3, 2, 51, 1754484781, 1, 0, 0, 87, 0),
(98, 13, 3, 2, 51, 1754484781, 1, 0, 0, 88, 0),
(99, 14, 3, 2, 51, 1754484781, 1, 0, 0, 89, 0),
(100, 15, 3, 2, 51, 1754484781, 1, 0, 0, 90, 0),
(101, 16, 3, 2, 51, 1754484781, 1, 0, 0, 91, 0),
(102, 17, 3, 2, 51, 1754484781, 1, 0, 0, 92, 0),
(103, 18, 3, 2, 51, 1754484781, 1, 0, 0, 93, 0),
(104, 19, 3, 2, 51, 1754484781, 1, 0, 0, 94, 0),
(105, 20, 3, 2, 51, 1754484781, 1, 0, 0, 95, 0),
(106, 21, 3, 2, 51, 1754484781, 1, 0, 0, 96, 0),
(107, 22, 3, 2, 51, 1754484781, 1, 0, 0, 97, 0),
(108, 23, 3, 2, 51, 1754484781, 1, 0, 0, 98, 0),
(109, 24, 3, 2, 51, 1754484781, 1, 0, 0, 99, 0),
(110, 25, 3, 2, 51, 1754484781, 1, 0, 0, 100, 0),
(111, 26, 3, 2, 51, 1754484781, 1, 0, 0, 101, 0),
(112, 27, 3, 2, 51, 1754484781, 1, 0, 0, 102, 0),
(113, 28, 3, 2, 51, 1754484781, 1, 0, 0, 103, 0),
(114, 29, 3, 2, 51, 1754484781, 1, 0, 0, 104, 0),
(115, 30, 3, 2, 51, 1754484781, 1, 0, 0, 105, 0),
(116, 31, 3, 2, 51, 1754484781, 1, 0, 0, 106, 0),
(118, 36, 2, 2, 51, 1754484781, 1, 0, 0, 205, 0),
(119, 37, 2, 2, 51, 1754484781, 1, 0, 0, 206, 0),
(120, 38, 2, 2, 51, 1754484781, 1, 0, 0, 207, 0),
(121, 39, 2, 2, 51, 1754484781, 1, 0, 0, 208, 0),
(122, 40, 2, 2, 51, 1754484781, 1, 0, 0, 209, 0),
(123, 41, 2, 2, 51, 1754484781, 1, 0, 0, 276, 0),
(1384, 9, 1, 2, 51, 1754560382, 1, 0, 0, 288, 0),
(1385, 9, 1, 2, 51, 1754560382, 1, 0, 0, 289, 0),
(1386, 9, 1, 2, 51, 1754560382, 1, 0, 0, 290, 0),
(1387, 9, 1, 2, 51, 1754560382, 1, 0, 0, 291, 0),
(1566, 33, 4, 2, 51, 1754571182, 1, 0, 0, 174, 0),
(1568, 32, 4, 2, 51, 1754571182, 1, 0, 0, 295, 0),
(8768, 34, 4, 2, 51, 1755003182, 1, 0, 0, 186, 0),
(8769, 35, 4, 2, 51, 1755003182, 1, 0, 0, 187, 0),
(10210, 9, 1, 2, 51, 1755089581, 1, 0, 0, 107, 0),
(10211, 11, 3, 2, 51, 1755089581, 1, 0, 0, 108, 0),
(10212, 12, 3, 2, 51, 1755089581, 1, 0, 0, 109, 0),
(10213, 13, 3, 2, 51, 1755089581, 1, 0, 0, 110, 0),
(10214, 14, 3, 2, 51, 1755089581, 1, 0, 0, 111, 0),
(10215, 15, 3, 2, 51, 1755089581, 1, 0, 0, 112, 0),
(10216, 16, 3, 2, 51, 1755089581, 1, 0, 0, 113, 0),
(10217, 17, 3, 2, 51, 1755089581, 1, 0, 0, 114, 0),
(10218, 18, 3, 2, 51, 1755089581, 1, 0, 0, 115, 0),
(10219, 19, 3, 2, 51, 1755089581, 1, 0, 0, 116, 0),
(10220, 20, 3, 2, 51, 1755089581, 1, 0, 0, 117, 0),
(10221, 21, 3, 2, 51, 1755089581, 1, 0, 0, 118, 0),
(10222, 22, 3, 2, 51, 1755089581, 1, 0, 0, 119, 0),
(10223, 23, 3, 2, 51, 1755089581, 1, 0, 0, 120, 0),
(10224, 24, 3, 2, 51, 1755089581, 1, 0, 0, 121, 0),
(10225, 25, 3, 2, 51, 1755089581, 1, 0, 0, 122, 0),
(10226, 26, 3, 2, 51, 1755089581, 1, 0, 0, 123, 0),
(10227, 27, 3, 2, 51, 1755089581, 1, 0, 0, 124, 0),
(10228, 28, 3, 2, 51, 1755089581, 1, 0, 0, 125, 0),
(10229, 29, 3, 2, 51, 1755089581, 1, 0, 0, 126, 0),
(10230, 30, 3, 2, 51, 1755089581, 1, 0, 0, 127, 0),
(10231, 31, 3, 2, 51, 1755089581, 1, 0, 0, 128, 0),
(10234, 36, 2, 2, 51, 1755089581, 1, 0, 0, 211, 0),
(10235, 37, 2, 2, 51, 1755089582, 1, 0, 0, 212, 0),
(10236, 38, 2, 2, 51, 1755089582, 1, 0, 0, 213, 0),
(10237, 39, 2, 2, 51, 1755089582, 1, 0, 0, 214, 0),
(10238, 40, 2, 2, 51, 1755089582, 1, 0, 0, 215, 0),
(10239, 41, 2, 2, 51, 1755089582, 1, 0, 0, 277, 0),
(13118, 33, 4, 2, 51, 1755175982, 1, 0, 0, 175, 0),
(13121, 32, 4, 2, 51, 1755175982, 1, 0, 0, 294, 0),
(27520, 34, 4, 2, 51, 1755607981, 1, 0, 0, 188, 0),
(27521, 35, 4, 2, 51, 1755607981, 1, 0, 0, 189, 0),
(30402, 9, 1, 2, 51, 1755694381, 1, 0, 0, 129, 0),
(30403, 11, 3, 2, 51, 1755694381, 1, 0, 0, 130, 0),
(30404, 12, 3, 2, 51, 1755694382, 1, 0, 0, 131, 0),
(30405, 13, 3, 2, 51, 1755694382, 1, 0, 0, 132, 0),
(30406, 14, 3, 2, 51, 1755694382, 1, 0, 0, 133, 0),
(30407, 15, 3, 2, 51, 1755694382, 1, 0, 0, 134, 0),
(30408, 16, 3, 2, 51, 1755694382, 1, 0, 0, 135, 0),
(30409, 17, 3, 2, 51, 1755694382, 1, 0, 0, 136, 0),
(30410, 18, 3, 2, 51, 1755694382, 1, 0, 0, 137, 0),
(30411, 19, 3, 2, 51, 1755694382, 1, 0, 0, 138, 0),
(30412, 20, 3, 2, 51, 1755694382, 1, 0, 0, 139, 0),
(30413, 21, 3, 2, 51, 1755694382, 1, 0, 0, 140, 0),
(30414, 22, 3, 2, 51, 1755694382, 1, 0, 0, 141, 0),
(30415, 23, 3, 2, 51, 1755694382, 1, 0, 0, 142, 0),
(30416, 24, 3, 2, 51, 1755694382, 1, 0, 0, 143, 0),
(30417, 25, 3, 2, 51, 1755694382, 1, 0, 0, 144, 0),
(30418, 26, 3, 2, 51, 1755694382, 1, 0, 0, 145, 0),
(30419, 27, 3, 2, 51, 1755694382, 1, 0, 0, 146, 0),
(30420, 28, 3, 2, 51, 1755694382, 1, 0, 0, 147, 0),
(30421, 29, 3, 2, 51, 1755694382, 1, 0, 0, 148, 0),
(30422, 30, 3, 2, 51, 1755694382, 1, 0, 0, 149, 0),
(30423, 31, 3, 2, 51, 1755694382, 1, 0, 0, 150, 0),
(30427, 36, 2, 2, 51, 1755694382, 1, 0, 0, 217, 0),
(30428, 37, 2, 2, 51, 1755694382, 1, 0, 0, 218, 0),
(30429, 38, 2, 2, 51, 1755694382, 1, 0, 0, 219, 0),
(30430, 39, 2, 2, 51, 1755694382, 1, 0, 0, 220, 0),
(30431, 40, 2, 2, 51, 1755694382, 1, 0, 0, 221, 0),
(30432, 41, 2, 2, 51, 1755694382, 1, 0, 0, 278, 0),
(34750, 33, 4, 2, 51, 1755780782, 1, 0, 0, 176, 0),
(34754, 32, 4, 2, 51, 1755780782, 1, 0, 0, 293, 0),
(56352, 34, 4, 2, 51, 1756212782, 1, 0, 0, 190, 0),
(56353, 35, 4, 2, 51, 1756212782, 1, 0, 0, 191, 0),
(56738, 9, 1, 2, 91, 1756220403, 79, 0, 0, 0, 0),
(56739, 10, 1, 2, 91, 1756220403, 99, 0, 0, 0, 0),
(60676, 9, 1, 2, 51, 1756299181, 1, 0, 0, 151, 0),
(60677, 11, 3, 2, 51, 1756299181, 1, 0, 0, 152, 0),
(60678, 12, 3, 2, 51, 1756299181, 1, 0, 0, 153, 0),
(60679, 13, 3, 2, 51, 1756299181, 1, 0, 0, 154, 0),
(60680, 14, 3, 2, 51, 1756299181, 1, 0, 0, 155, 0),
(60681, 15, 3, 2, 51, 1756299181, 1, 0, 0, 156, 0),
(60682, 16, 3, 2, 51, 1756299181, 1, 0, 0, 157, 0),
(60683, 17, 3, 2, 51, 1756299181, 1, 0, 0, 158, 0),
(60684, 18, 3, 2, 51, 1756299181, 1, 0, 0, 159, 0),
(60685, 19, 3, 2, 51, 1756299181, 1, 0, 0, 160, 0),
(60686, 20, 3, 2, 51, 1756299181, 1, 0, 0, 161, 0),
(60687, 21, 3, 2, 51, 1756299181, 1, 0, 0, 162, 0),
(60688, 22, 3, 2, 51, 1756299181, 1, 0, 0, 163, 0),
(60689, 23, 3, 2, 51, 1756299181, 1, 0, 0, 164, 0),
(60690, 24, 3, 2, 51, 1756299181, 1, 0, 0, 165, 0),
(60691, 25, 3, 2, 51, 1756299181, 1, 0, 0, 166, 0),
(60692, 26, 3, 2, 51, 1756299181, 1, 0, 0, 167, 0),
(60693, 27, 3, 2, 51, 1756299181, 1, 0, 0, 168, 0),
(60694, 28, 3, 2, 51, 1756299181, 1, 0, 0, 169, 0),
(60695, 29, 3, 2, 51, 1756299181, 1, 0, 0, 170, 0),
(60696, 30, 3, 2, 51, 1756299181, 1, 0, 0, 171, 0),
(60697, 31, 3, 2, 51, 1756299181, 1, 0, 0, 172, 0),
(60702, 36, 2, 2, 51, 1756299181, 1, 0, 0, 223, 0),
(60703, 37, 2, 2, 51, 1756299181, 1, 0, 0, 224, 0),
(60704, 38, 2, 2, 51, 1756299181, 1, 0, 0, 225, 0),
(60705, 39, 2, 2, 51, 1756299181, 1, 0, 0, 226, 0),
(60706, 40, 2, 2, 51, 1756299181, 1, 0, 0, 227, 0),
(60707, 41, 2, 2, 51, 1756299181, 1, 0, 0, 279, 0),
(66464, 33, 4, 2, 51, 1756385581, 1, 0, 0, 177, 0),
(66469, 32, 4, 2, 51, 1756385581, 1, 0, 0, 292, 0),
(95266, 34, 4, 2, 51, 1756817582, 1, 0, 0, 192, 0),
(95267, 35, 4, 2, 51, 1756817582, 1, 0, 0, 193, 0),
(101033, 36, 2, 2, 51, 1756903982, 1, 0, 0, 229, 0),
(101034, 37, 2, 2, 51, 1756903982, 1, 0, 0, 230, 0),
(101035, 38, 2, 2, 51, 1756903982, 1, 0, 0, 231, 0),
(101036, 39, 2, 2, 51, 1756903982, 1, 0, 0, 232, 0),
(101037, 40, 2, 2, 51, 1756903982, 1, 0, 0, 233, 0),
(101038, 41, 2, 2, 51, 1756903982, 1, 0, 0, 280, 0),
(108234, 33, 4, 2, 51, 1756990382, 1, 0, 0, 178, 0),
(108240, 32, 4, 2, 51, 1756990382, 1, 0, 0, 299, 0),
(144236, 34, 4, 2, 51, 1757422382, 1, 0, 0, 194, 0),
(144237, 35, 4, 2, 51, 1757422382, 1, 0, 0, 195, 0),
(151444, 36, 2, 2, 51, 1757508782, 1, 0, 0, 235, 0),
(151445, 37, 2, 2, 51, 1757508782, 1, 0, 0, 236, 0),
(151446, 38, 2, 2, 51, 1757508782, 1, 0, 0, 237, 0),
(151447, 39, 2, 2, 51, 1757508782, 1, 0, 0, 238, 0),
(151448, 40, 2, 2, 51, 1757508782, 1, 0, 0, 239, 0),
(151449, 41, 2, 2, 51, 1757508782, 1, 0, 0, 281, 0),
(160084, 33, 4, 2, 51, 1757595182, 1, 0, 0, 179, 0),
(160091, 32, 4, 2, 51, 1757595182, 1, 0, 0, 298, 0),
(203286, 34, 4, 2, 51, 1758027182, 1, 0, 0, 196, 0),
(203287, 35, 4, 2, 51, 1758027182, 1, 0, 0, 197, 0),
(209054, 51, 3, 1, 12, 1758084794, 4, 0, 0, 0, 0),
(209055, 50, 3, 1, 12, 1758084810, 4, 0, 0, 0, 0),
(209056, 49, 3, 1, 12, 1758084824, 8, 0, 0, 0, 0),
(209057, 48, 3, 1, 43, 1758084839, 8, 0, 0, 0, 0),
(209064, 47, 3, 1, 12, 1758084853, 4, 0, 0, 0, 0),
(209065, 46, 3, 1, 12, 1758084870, 4, 0, 0, 0, 0),
(209072, 45, 3, 1, 12, 1758084933, 8, 0, 0, 0, 0),
(209073, 44, 3, 1, 12, 1758084947, 8, 0, 0, 0, 0),
(209080, 43, 3, 1, 12, 1758084970, 4, 0, 0, 0, 0),
(209081, 16, 3, 1, 12, 1758084990, 8, 0, 0, 0, 0),
(209082, 14, 3, 1, 12, 1758085004, 8, 0, 0, 0, 0),
(212126, 14, 3, 2, 51, 1758109982, 1, 0, 0, 377, 0),
(212127, 16, 3, 2, 51, 1758109982, 1, 0, 0, 378, 0),
(212128, 43, 3, 2, 51, 1758109982, 1, 0, 0, 379, 0),
(212129, 44, 3, 2, 51, 1758109982, 1, 0, 0, 380, 0),
(212130, 45, 3, 2, 51, 1758109982, 1, 0, 0, 381, 0),
(212131, 46, 3, 2, 51, 1758109982, 1, 0, 0, 382, 0),
(212132, 47, 3, 2, 51, 1758109982, 1, 0, 0, 383, 0),
(212133, 48, 3, 2, 51, 1758109982, 1, 0, 0, 384, 0),
(212134, 49, 3, 2, 51, 1758109982, 1, 0, 0, 385, 0),
(212135, 50, 3, 2, 51, 1758109982, 1, 0, 0, 386, 0),
(212417, 14, 3, 2, 51, 1758112081, 1, 0, 0, 418, 0),
(212418, 16, 3, 2, 51, 1758112081, 1, 0, 0, 419, 0),
(212419, 44, 3, 2, 51, 1758112081, 1, 0, 0, 420, 0),
(212421, 45, 3, 2, 51, 1758112081, 1, 0, 0, 422, 0),
(212422, 48, 3, 2, 51, 1758112081, 1, 0, 0, 423, 0),
(212423, 49, 3, 2, 51, 1758112081, 1, 0, 0, 424, 0),
(212424, 51, 3, 2, 51, 1758112081, 1, 0, 0, 425, 0),
(212648, 36, 2, 2, 51, 1758113581, 1, 0, 0, 241, 0),
(212649, 37, 2, 2, 51, 1758113581, 1, 0, 0, 242, 0),
(212650, 38, 2, 2, 51, 1758113581, 1, 0, 0, 243, 0),
(212651, 39, 2, 2, 51, 1758113581, 1, 0, 0, 244, 0),
(212652, 40, 2, 2, 51, 1758113581, 1, 0, 0, 245, 0),
(212653, 41, 2, 2, 51, 1758113581, 1, 0, 0, 282, 0),
(227047, 33, 4, 2, 51, 1758199982, 1, 0, 0, 180, 0),
(227055, 32, 4, 2, 51, 1758199982, 1, 0, 0, 297, 0),
(240857, 14, 3, 2, 51, 1758282782, 1, 0, 0, 387, 0),
(240858, 16, 3, 2, 51, 1758282782, 1, 0, 0, 388, 0),
(240859, 43, 3, 2, 51, 1758282782, 1, 0, 0, 389, 0),
(240860, 44, 3, 2, 51, 1758282782, 1, 0, 0, 390, 0),
(240861, 45, 3, 2, 51, 1758282782, 1, 0, 0, 391, 0),
(240862, 46, 3, 2, 51, 1758282782, 1, 0, 0, 392, 0),
(240863, 47, 3, 2, 51, 1758282782, 1, 0, 0, 393, 0),
(240864, 48, 3, 2, 51, 1758282782, 1, 0, 0, 394, 0),
(240865, 49, 3, 2, 51, 1758282782, 1, 0, 0, 395, 0),
(240866, 50, 3, 2, 51, 1758282782, 1, 0, 0, 396, 0),
(241219, 14, 3, 2, 51, 1758284882, 1, 0, 0, 426, 0),
(241220, 16, 3, 2, 51, 1758284882, 1, 0, 0, 427, 0),
(241221, 44, 3, 2, 51, 1758284882, 1, 0, 0, 428, 0),
(241223, 45, 3, 2, 51, 1758284882, 1, 0, 0, 430, 0),
(241224, 48, 3, 2, 51, 1758284882, 1, 0, 0, 431, 0),
(241225, 49, 3, 2, 51, 1758284882, 1, 0, 0, 432, 0),
(241226, 51, 3, 2, 51, 1758284882, 1, 0, 0, 433, 0),
(304851, 34, 4, 2, 51, 1758631982, 1, 0, 0, 198, 0),
(304852, 35, 4, 2, 51, 1758631982, 1, 0, 0, 199, 0),
(320041, 14, 3, 2, 51, 1758714781, 1, 0, 0, 397, 0),
(320042, 16, 3, 2, 51, 1758714781, 1, 0, 0, 398, 0),
(320043, 43, 3, 2, 51, 1758714781, 1, 0, 0, 399, 0),
(320044, 44, 3, 2, 51, 1758714781, 1, 0, 0, 400, 0),
(320045, 45, 3, 2, 51, 1758714781, 1, 0, 0, 401, 0),
(320046, 46, 3, 2, 51, 1758714781, 1, 0, 0, 402, 0),
(320047, 47, 3, 2, 51, 1758714781, 1, 0, 0, 403, 0),
(320048, 48, 3, 2, 51, 1758714781, 1, 0, 0, 404, 0),
(320049, 49, 3, 2, 51, 1758714781, 1, 0, 0, 405, 0),
(320050, 50, 3, 2, 51, 1758714781, 1, 0, 0, 406, 0),
(320439, 14, 3, 2, 51, 1758716882, 1, 0, 0, 434, 0),
(320440, 16, 3, 2, 51, 1758716882, 1, 0, 0, 435, 0),
(320441, 44, 3, 2, 51, 1758716882, 1, 0, 0, 436, 0),
(320443, 45, 3, 2, 51, 1758716882, 1, 0, 0, 438, 0),
(320444, 48, 3, 2, 51, 1758716882, 1, 0, 0, 439, 0),
(320445, 49, 3, 2, 51, 1758716882, 1, 0, 0, 440, 0),
(320446, 51, 3, 2, 51, 1758716882, 1, 0, 0, 441, 0),
(320743, 36, 2, 2, 51, 1758718382, 1, 0, 0, 247, 0),
(320744, 37, 2, 2, 51, 1758718382, 1, 0, 0, 248, 0),
(320745, 38, 2, 2, 51, 1758718382, 1, 0, 0, 249, 0),
(320746, 39, 2, 2, 51, 1758718382, 1, 0, 0, 250, 0),
(320747, 40, 2, 2, 51, 1758718382, 1, 0, 0, 251, 0),
(320748, 41, 2, 2, 51, 1758718382, 1, 0, 0, 283, 0),
(339461, 33, 4, 2, 51, 1758804781, 1, 0, 0, 181, 0),
(339470, 32, 4, 2, 51, 1758804781, 1, 0, 0, 296, 0),
(357412, 14, 3, 2, 51, 1758887581, 1, 0, 0, 407, 0),
(357413, 16, 3, 2, 51, 1758887581, 1, 0, 0, 408, 0),
(357414, 43, 3, 2, 51, 1758887581, 1, 0, 0, 409, 0),
(357415, 44, 3, 2, 51, 1758887581, 1, 0, 0, 410, 0),
(357416, 45, 3, 2, 51, 1758887581, 1, 0, 0, 411, 0),
(357417, 46, 3, 2, 51, 1758887581, 1, 0, 0, 412, 0),
(357418, 47, 3, 2, 51, 1758887581, 1, 0, 0, 413, 0),
(357419, 48, 3, 2, 51, 1758887581, 1, 0, 0, 414, 0),
(357420, 49, 3, 2, 51, 1758887581, 1, 0, 0, 415, 0),
(357421, 50, 3, 2, 51, 1758887581, 1, 0, 0, 416, 0),
(357881, 14, 3, 2, 51, 1758889682, 1, 0, 0, 442, 0),
(357882, 16, 3, 2, 51, 1758889682, 1, 0, 0, 443, 0),
(357883, 44, 3, 2, 51, 1758889682, 1, 0, 0, 444, 0),
(357885, 45, 3, 2, 51, 1758889682, 1, 0, 0, 446, 0),
(357886, 48, 3, 2, 51, 1758889682, 1, 0, 0, 447, 0),
(357887, 49, 3, 2, 51, 1758889682, 1, 0, 0, 448, 0),
(357888, 51, 3, 2, 51, 1758889682, 1, 0, 0, 449, 0),
(438865, 34, 4, 2, 51, 1759236781, 1, 0, 0, 200, 0),
(438866, 35, 4, 2, 51, 1759236781, 1, 0, 0, 201, 0),
(459036, 36, 2, 2, 51, 1759323182, 1, 0, 0, 253, 0),
(459037, 37, 2, 2, 51, 1759323182, 1, 0, 0, 254, 0),
(459038, 38, 2, 2, 51, 1759323182, 1, 0, 0, 255, 0),
(459039, 39, 2, 2, 51, 1759323182, 1, 0, 0, 256, 0),
(459040, 40, 2, 2, 51, 1759323182, 1, 0, 0, 257, 0),
(459041, 41, 2, 2, 51, 1759323182, 1, 0, 0, 284, 0),
(480633, 33, 4, 2, 51, 1759409581, 1, 0, 0, 182, 0),
(480643, 32, 4, 2, 51, 1759409581, 1, 0, 0, 301, 0),
(588635, 34, 4, 2, 51, 1759841582, 1, 0, 0, 202, 0),
(588636, 35, 4, 2, 51, 1759841582, 1, 0, 0, 203, 0),
(610247, 36, 2, 2, 51, 1759927982, 1, 0, 0, 259, 0),
(610248, 37, 2, 2, 51, 1759927982, 1, 0, 0, 260, 0),
(610249, 38, 2, 2, 51, 1759927982, 1, 0, 0, 261, 0),
(610250, 39, 2, 2, 51, 1759927982, 1, 0, 0, 262, 0),
(610251, 40, 2, 2, 51, 1759927982, 1, 0, 0, 263, 0),
(610252, 41, 2, 2, 51, 1759927982, 1, 0, 0, 285, 0),
(633283, 33, 4, 2, 51, 1760014382, 1, 0, 0, 183, 0),
(633294, 32, 4, 2, 51, 1760014382, 1, 0, 0, 300, 0),
(771536, 36, 2, 2, 51, 1760532781, 1, 0, 0, 265, 0),
(771537, 37, 2, 2, 51, 1760532781, 1, 0, 0, 266, 0),
(771538, 38, 2, 2, 51, 1760532781, 1, 0, 0, 267, 0),
(771539, 39, 2, 2, 51, 1760532781, 1, 0, 0, 268, 0),
(771540, 40, 2, 2, 51, 1760532781, 1, 0, 0, 269, 0),
(771541, 41, 2, 2, 51, 1760532781, 1, 0, 0, 286, 0),
(942903, 36, 2, 2, 51, 1761137581, 1, 0, 0, 271, 0),
(942904, 37, 2, 2, 51, 1761137581, 1, 0, 0, 272, 0),
(942905, 38, 2, 2, 51, 1761137581, 1, 0, 0, 273, 0),
(942906, 39, 2, 2, 51, 1761137581, 1, 0, 0, 274, 0),
(942907, 40, 2, 2, 51, 1761137581, 1, 0, 0, 275, 0),
(942908, 41, 2, 2, 51, 1761137581, 1, 0, 0, 287, 0),
(1295571, 9, 1, 1, 12, 1762313134, 1, 0, 0, 0, 0),
(1295572, 53, 2, 1, 12, 1762313149, 12, 0, 0, 0, 0),
(1295573, 52, 2, 1, 12, 1762313159, 12, 0, 0, 0, 0),
(1295586, 9, 1, 2, 51, 1762313161, 1, 0, 0, 376, 0),
(1295592, 27, 3, 1, 12, 1762313181, 12, 0, 0, 0, 0),
(1305592, 27, 3, 2, 51, 1762347182, 1, 0, 0, 450, 0),
(1305593, 52, 2, 2, 51, 1762347182, 1, 0, 0, 451, 0),
(1305594, 53, 2, 2, 51, 1762347182, 1, 0, 0, 452, 0),
(1453178, 61, 3, 1, 12, 1762839140, 8, 0, 0, 0, 0),
(1453179, 60, 3, 1, 12, 1762839152, 8, 0, 0, 0, 0),
(1453180, 59, 3, 1, 12, 1762839165, 8, 0, 0, 0, 0),
(1453181, 58, 3, 1, 12, 1762839175, 8, 0, 0, 0, 0),
(1453200, 57, 3, 1, 12, 1762839187, 8, 0, 0, 0, 0),
(1453201, 56, 3, 1, 12, 1762839197, 8, 0, 0, 0, 0),
(1453202, 55, 3, 1, 12, 1762839212, 8, 0, 0, 0, 0),
(1453203, 54, 3, 1, 12, 1762839224, 8, 0, 0, 0, 0),
(1453222, 44, 3, 1, 12, 1762839257, 8, 0, 0, 0, 0),
(1453223, 35, 4, 1, 12, 1762839283, 8, 0, 0, 0, 0),
(1460226, 54, 3, 2, 51, 1762861982, 1, 0, 0, 487, 0),
(1460227, 55, 3, 2, 51, 1762861982, 1, 0, 0, 488, 0),
(1460228, 56, 3, 2, 51, 1762861982, 1, 0, 0, 489, 0),
(1460230, 57, 3, 2, 51, 1762861982, 1, 0, 0, 491, 0),
(1460231, 35, 4, 2, 51, 1762861982, 1, 0, 0, 492, 0),
(1460232, 58, 3, 2, 51, 1762861982, 1, 0, 0, 493, 0),
(1460233, 59, 3, 2, 51, 1762861982, 1, 0, 0, 494, 0),
(1460234, 44, 3, 2, 51, 1762861982, 1, 0, 0, 495, 0),
(1490233, 27, 3, 2, 51, 1762951981, 1, 0, 0, 453, 0),
(1490234, 52, 2, 2, 51, 1762951981, 1, 0, 0, 454, 0),
(1490235, 53, 2, 2, 51, 1762951981, 1, 0, 0, 455, 0),
(1540419, 9, 1, 1, 43, 1763102570, 1, 0, 0, 0, 0),
(1540432, 9, 1, 2, 51, 1763102582, 1, 0, 0, 417, 0),
(1546450, 60, 3, 2, 51, 1763121181, 1, 0, 0, 567, 0),
(1546451, 27, 3, 2, 51, 1763121181, 1, 0, 0, 568, 0),
(1546452, 61, 3, 2, 51, 1763121181, 1, 0, 0, 569, 0),
(1671350, 63, 3, 1, 12, 1763461851, 7, 0, 0, 0, 0),
(1671371, 63, 3, 2, 51, 1763461862, 1, 0, 0, 571, 0),
(1671373, 62, 3, 1, 12, 1763461862, 7, 0, 0, 0, 0),
(1671374, 63, 3, 1, 12, 1763461894, 1, 0, 0, 0, 0),
(1671394, 62, 3, 2, 51, 1763461921, 1, 0, 0, 570, 0),
(1673014, 54, 3, 2, 51, 1763466782, 1, 0, 0, 496, 0),
(1673015, 55, 3, 2, 51, 1763466782, 1, 0, 0, 497, 0),
(1673016, 56, 3, 2, 51, 1763466782, 1, 0, 0, 498, 0),
(1673018, 57, 3, 2, 51, 1763466782, 1, 0, 0, 500, 0),
(1673019, 35, 4, 2, 51, 1763466782, 1, 0, 0, 501, 0),
(1673020, 58, 3, 2, 51, 1763466782, 1, 0, 0, 502, 0),
(1673021, 59, 3, 2, 51, 1763466782, 1, 0, 0, 503, 0),
(1673022, 44, 3, 2, 51, 1763466782, 1, 0, 0, 504, 0),
(1706020, 27, 3, 2, 51, 1763556782, 1, 0, 0, 456, 0),
(1706021, 52, 2, 2, 51, 1763556782, 1, 0, 0, 457, 0),
(1706022, 53, 2, 2, 51, 1763556782, 1, 0, 0, 458, 0),
(1768068, 60, 3, 2, 51, 1763725981, 1, 0, 0, 572, 0),
(1768069, 27, 3, 2, 51, 1763725981, 1, 0, 0, 573, 0),
(1768070, 61, 3, 2, 51, 1763725981, 1, 0, 0, 574, 0),
(1768071, 62, 3, 2, 51, 1763725981, 1, 0, 0, 575, 0),
(1768072, 63, 3, 2, 51, 1763725981, 1, 0, 0, 576, 0),
(1894791, 54, 3, 2, 51, 1764071582, 1, 0, 0, 505, 0),
(1894792, 55, 3, 2, 51, 1764071582, 1, 0, 0, 506, 0),
(1894793, 56, 3, 2, 51, 1764071582, 1, 0, 0, 507, 0),
(1894795, 57, 3, 2, 51, 1764071582, 1, 0, 0, 509, 0),
(1894796, 35, 4, 2, 51, 1764071582, 1, 0, 0, 510, 0),
(1894797, 58, 3, 2, 51, 1764071582, 1, 0, 0, 511, 0),
(1894798, 59, 3, 2, 51, 1764071582, 1, 0, 0, 512, 0),
(1894799, 44, 3, 2, 51, 1764071582, 1, 0, 0, 513, 0),
(1930796, 27, 3, 2, 51, 1764161582, 1, 0, 0, 459, 0),
(1930797, 52, 2, 2, 51, 1764161582, 1, 0, 0, 460, 0),
(1930798, 53, 2, 2, 51, 1764161582, 1, 0, 0, 461, 0),
(1998486, 60, 3, 2, 51, 1764330782, 1, 0, 0, 577, 0),
(1998487, 27, 3, 2, 51, 1764330782, 1, 0, 0, 578, 0),
(1998488, 61, 3, 2, 51, 1764330782, 1, 0, 0, 579, 0),
(1998489, 62, 3, 2, 51, 1764330782, 1, 0, 0, 580, 0),
(1998490, 63, 3, 2, 51, 1764330782, 1, 0, 0, 581, 0),
(2136728, 54, 3, 2, 51, 1764676382, 1, 0, 0, 514, 0),
(2136729, 55, 3, 2, 51, 1764676382, 1, 0, 0, 515, 0),
(2136730, 56, 3, 2, 51, 1764676382, 1, 0, 0, 516, 0),
(2136732, 57, 3, 2, 51, 1764676382, 1, 0, 0, 518, 0),
(2136733, 35, 4, 2, 51, 1764676382, 1, 0, 0, 519, 0),
(2136734, 58, 3, 2, 51, 1764676382, 1, 0, 0, 520, 0),
(2136735, 59, 3, 2, 51, 1764676382, 1, 0, 0, 521, 0),
(2136736, 44, 3, 2, 51, 1764676382, 1, 0, 0, 522, 0),
(2175732, 27, 3, 2, 51, 1764766381, 1, 0, 0, 462, 0),
(2175733, 52, 2, 2, 51, 1764766381, 1, 0, 0, 463, 0),
(2175734, 53, 2, 2, 51, 1764766381, 1, 0, 0, 464, 0),
(2249064, 60, 3, 2, 51, 1764935582, 1, 0, 0, 582, 0),
(2249065, 27, 3, 2, 51, 1764935582, 1, 0, 0, 583, 0),
(2249066, 61, 3, 2, 51, 1764935582, 1, 0, 0, 584, 0),
(2249067, 62, 3, 2, 51, 1764935582, 1, 0, 0, 585, 0),
(2249068, 63, 3, 2, 51, 1764935582, 1, 0, 0, 586, 0),
(2398825, 54, 3, 2, 51, 1765281182, 1, 0, 0, 523, 0),
(2398826, 55, 3, 2, 51, 1765281182, 1, 0, 0, 524, 0),
(2398827, 56, 3, 2, 51, 1765281182, 1, 0, 0, 525, 0),
(2398829, 57, 3, 2, 51, 1765281182, 1, 0, 0, 527, 0),
(2398830, 35, 4, 2, 51, 1765281182, 1, 0, 0, 528, 0),
(2398831, 58, 3, 2, 51, 1765281182, 1, 0, 0, 529, 0),
(2398832, 59, 3, 2, 51, 1765281182, 1, 0, 0, 530, 0),
(2398833, 44, 3, 2, 51, 1765281182, 1, 0, 0, 531, 0),
(2440828, 27, 3, 2, 51, 1765371182, 1, 0, 0, 465, 0),
(2440829, 52, 2, 2, 51, 1765371182, 1, 0, 0, 466, 0),
(2440830, 53, 2, 2, 51, 1765371182, 1, 0, 0, 467, 0),
(2519802, 60, 3, 2, 51, 1765540382, 1, 0, 0, 587, 0),
(2519803, 27, 3, 2, 51, 1765540382, 1, 0, 0, 588, 0),
(2519804, 61, 3, 2, 51, 1765540382, 1, 0, 0, 589, 0),
(2519805, 62, 3, 2, 51, 1765540382, 1, 0, 0, 590, 0),
(2519806, 63, 3, 2, 51, 1765540382, 1, 0, 0, 591, 0),
(2681082, 54, 3, 2, 51, 1765885981, 1, 0, 0, 532, 0),
(2681083, 55, 3, 2, 51, 1765885981, 1, 0, 0, 533, 0),
(2681084, 56, 3, 2, 51, 1765885981, 1, 0, 0, 534, 0),
(2681086, 57, 3, 2, 51, 1765885981, 1, 0, 0, 536, 0),
(2681087, 35, 4, 2, 51, 1765885981, 1, 0, 0, 537, 0),
(2681088, 58, 3, 2, 51, 1765885981, 1, 0, 0, 538, 0),
(2681089, 59, 3, 2, 51, 1765885981, 1, 0, 0, 539, 0),
(2681090, 44, 3, 2, 51, 1765885981, 1, 0, 0, 540, 0),
(2726084, 27, 3, 2, 51, 1765975981, 1, 0, 0, 468, 0),
(2726085, 52, 2, 2, 51, 1765975981, 1, 0, 0, 469, 0),
(2726086, 53, 2, 2, 51, 1765975981, 1, 0, 0, 470, 0),
(2810700, 60, 3, 2, 51, 1766145181, 1, 0, 0, 592, 0),
(2810702, 61, 3, 2, 51, 1766145181, 1, 0, 0, 594, 0),
(2810703, 62, 3, 2, 51, 1766145181, 1, 0, 0, 595, 0),
(2810704, 63, 3, 2, 51, 1766145181, 1, 0, 0, 596, 0),
(2989258, 54, 3, 2, 51, 1766490781, 1, 0, 0, 541, 0),
(2989259, 55, 3, 2, 51, 1766490781, 1, 0, 0, 542, 0),
(2989260, 56, 3, 2, 51, 1766490781, 1, 0, 0, 543, 0),
(2989262, 57, 3, 2, 51, 1766490781, 1, 0, 0, 545, 0),
(2989263, 35, 4, 2, 51, 1766490781, 1, 0, 0, 546, 0),
(2989264, 58, 3, 2, 51, 1766490781, 1, 0, 0, 547, 0),
(2989265, 59, 3, 2, 51, 1766490781, 1, 0, 0, 548, 0),
(2989266, 44, 3, 2, 51, 1766490781, 1, 0, 0, 549, 0),
(3038760, 52, 2, 2, 51, 1766580781, 1, 0, 0, 472, 0),
(3038761, 53, 2, 2, 51, 1766580781, 1, 0, 0, 473, 0),
(3134658, 60, 3, 2, 51, 1766749982, 1, 0, 0, 597, 0),
(3134660, 61, 3, 2, 51, 1766749982, 1, 0, 0, 599, 0),
(3134661, 62, 3, 2, 51, 1766749982, 1, 0, 0, 600, 0),
(3134662, 63, 3, 2, 51, 1766749982, 1, 0, 0, 601, 0),
(3689054, 54, 3, 2, 51, 1767700381, 1, 0, 0, 550, 0),
(3689055, 55, 3, 2, 51, 1767700381, 1, 0, 0, 551, 0),
(3689056, 56, 3, 2, 51, 1767700381, 1, 0, 0, 552, 0),
(3689058, 57, 3, 2, 51, 1767700381, 1, 0, 0, 554, 0),
(3689059, 35, 4, 2, 51, 1767700381, 1, 0, 0, 555, 0),
(3689060, 58, 3, 2, 51, 1767700381, 1, 0, 0, 556, 0),
(3689061, 59, 3, 2, 51, 1767700381, 1, 0, 0, 557, 0),
(3689062, 44, 3, 2, 51, 1767700381, 1, 0, 0, 558, 0),
(3744555, 52, 2, 2, 51, 1767790381, 1, 0, 0, 475, 0),
(3744556, 53, 2, 2, 51, 1767790381, 1, 0, 0, 476, 0),
(3846227, 4, 2, 2, 51, 1767951842, 1, 0, 0, 204, 0),
(3846228, 4, 2, 2, 51, 1767951842, 1, 0, 0, 210, 0),
(3846229, 4, 2, 2, 51, 1767951842, 1, 0, 0, 216, 0),
(3846230, 4, 2, 2, 51, 1767951842, 1, 0, 0, 222, 0),
(3846231, 4, 2, 2, 51, 1767951842, 1, 0, 0, 228, 0),
(3846232, 4, 2, 2, 51, 1767951842, 1, 0, 0, 234, 0),
(3846233, 4, 2, 2, 51, 1767951842, 1, 0, 0, 240, 0),
(3846234, 4, 2, 2, 51, 1767951842, 1, 0, 0, 246, 0),
(3846235, 4, 2, 2, 51, 1767951842, 1, 0, 0, 252, 0),
(3846236, 4, 2, 2, 51, 1767951842, 1, 0, 0, 258, 0),
(3846237, 4, 2, 2, 51, 1767951842, 1, 0, 0, 264, 0),
(3846238, 4, 2, 2, 51, 1767951842, 1, 0, 0, 270, 0),
(3846239, 18, 3, 2, 51, 1767951842, 1, 0, 0, 421, 0),
(3846240, 18, 3, 2, 51, 1767951842, 1, 0, 0, 429, 0),
(3846241, 18, 3, 2, 51, 1767951842, 1, 0, 0, 437, 0),
(3846242, 18, 3, 2, 51, 1767951842, 1, 0, 0, 445, 0),
(3846243, 27, 3, 2, 51, 1767951842, 1, 0, 0, 471, 0),
(3846244, 27, 3, 2, 51, 1767951842, 1, 0, 0, 474, 0),
(3846245, 9, 1, 2, 51, 1767951842, 1, 0, 0, 486, 0),
(3846246, 20, 3, 2, 51, 1767951842, 1, 0, 0, 490, 0),
(3846247, 20, 3, 2, 51, 1767951842, 1, 0, 0, 499, 0),
(3846248, 20, 3, 2, 51, 1767951842, 1, 0, 0, 508, 0),
(3846249, 20, 3, 2, 51, 1767951842, 1, 0, 0, 517, 0),
(3846250, 20, 3, 2, 51, 1767951842, 1, 0, 0, 526, 0),
(3846251, 20, 3, 2, 51, 1767951842, 1, 0, 0, 535, 0),
(3846252, 20, 3, 2, 51, 1767951842, 1, 0, 0, 544, 0),
(3846253, 20, 3, 2, 51, 1767951842, 1, 0, 0, 553, 0),
(3846254, 9, 1, 2, 51, 1767951842, 1, 0, 0, 559, 0),
(3846255, 14, 3, 2, 51, 1767951842, 1, 0, 0, 560, 0),
(3846256, 14, 3, 2, 51, 1767951842, 1, 0, 0, 561, 0),
(3846257, 14, 3, 2, 51, 1767951842, 1, 0, 0, 562, 0),
(3846258, 14, 3, 2, 51, 1767951842, 1, 0, 0, 563, 0),
(3846259, 14, 3, 2, 51, 1767951842, 1, 0, 0, 564, 0),
(3846260, 14, 3, 2, 51, 1767951842, 1, 0, 0, 565, 0),
(3846261, 14, 3, 2, 51, 1767951842, 1, 0, 0, 566, 0),
(3846262, 27, 3, 2, 51, 1767951842, 1, 0, 0, 593, 0),
(3846263, 27, 3, 2, 51, 1767951842, 1, 0, 0, 598, 0),
(3846264, 9, 1, 2, 51, 1767951842, 1, 0, 0, 607, 0),
(3846265, 60, 3, 2, 51, 1767959581, 1, 0, 0, 602, 0),
(3846266, 27, 3, 2, 51, 1767959581, 1, 0, 0, 603, 0),
(3846267, 61, 3, 2, 51, 1767959581, 1, 0, 0, 604, 0),
(3846268, 62, 3, 2, 51, 1767959581, 1, 0, 0, 605, 0),
(3846269, 63, 3, 2, 51, 1767959581, 1, 0, 0, 606, 0),
(3846270, 9, 0, 2, 51, 1767961681, 1, 0, 0, 756, 0),
(3846271, 9, 0, 2, 51, 1767963181, 1, 0, 0, 744, 0),
(3846272, 9, 0, 2, 51, 1767963181, 1, 0, 0, 748, 0),
(3846273, 9, 0, 2, 51, 1767963181, 1, 0, 0, 752, 0),
(3846274, 64, 0, 2, 51, 1768135982, 1, 0, 0, 632, 0),
(3846275, 65, 0, 2, 51, 1768135982, 1, 0, 0, 636, 0),
(3846276, 66, 0, 2, 51, 1768135982, 1, 0, 0, 640, 0),
(3846277, 51, 0, 2, 51, 1768135982, 1, 0, 0, 644, 0),
(3846278, 67, 0, 2, 51, 1768135982, 1, 0, 0, 648, 0),
(3846279, 57, 0, 2, 51, 1768135982, 1, 0, 0, 652, 0),
(3846280, 68, 0, 2, 51, 1768135982, 1, 0, 0, 656, 0),
(3846281, 18, 0, 2, 51, 1768135982, 1, 0, 0, 660, 0),
(3846282, 69, 0, 2, 51, 1768135982, 1, 0, 0, 664, 0),
(3846283, 70, 0, 2, 51, 1768135982, 1, 0, 0, 668, 0),
(3846284, 71, 0, 2, 51, 1768135982, 1, 0, 0, 672, 0),
(3846285, 64, 0, 2, 51, 1768139582, 1, 0, 0, 676, 0),
(3846286, 66, 0, 2, 51, 1768139582, 1, 0, 0, 680, 0),
(3846287, 51, 0, 2, 51, 1768139582, 1, 0, 0, 684, 0),
(3846288, 67, 0, 2, 51, 1768139582, 1, 0, 0, 688, 0),
(3846289, 57, 0, 2, 51, 1768139582, 1, 0, 0, 692, 0),
(3846290, 68, 0, 2, 51, 1768139582, 1, 0, 0, 696, 0),
(3846291, 18, 0, 2, 51, 1768139582, 1, 0, 0, 700, 0),
(3846292, 70, 0, 2, 51, 1768139582, 1, 0, 0, 704, 0),
(3846293, 71, 0, 2, 51, 1768139582, 1, 0, 0, 708, 0),
(3846294, 44, 0, 2, 51, 1768305182, 1, 0, 0, 712, 0),
(3846295, 46, 0, 2, 51, 1768305182, 1, 0, 0, 716, 0),
(3846296, 72, 0, 2, 51, 1768305182, 1, 0, 0, 720, 0),
(3846297, 73, 0, 2, 51, 1768305182, 1, 0, 0, 724, 0),
(3846298, 75, 0, 2, 51, 1768305182, 1, 0, 0, 764, 0),
(3846299, 44, 0, 2, 51, 1768307282, 1, 0, 0, 728, 0),
(3846300, 46, 0, 2, 51, 1768307282, 1, 0, 0, 732, 0),
(3846301, 72, 0, 2, 51, 1768307282, 1, 0, 0, 736, 0),
(3846302, 73, 0, 2, 51, 1768307282, 1, 0, 0, 740, 0),
(3846303, 75, 0, 2, 51, 1768307282, 1, 0, 0, 760, 0),
(3846304, 76, 0, 2, 51, 1768378381, 1, 0, 0, 768, 0),
(3846305, 27, 3, 2, 51, 1768395182, 1, 0, 0, 477, 0),
(3846306, 52, 2, 2, 51, 1768395182, 1, 0, 0, 478, 0),
(3846307, 53, 2, 2, 51, 1768395182, 1, 0, 0, 479, 0),
(3846308, 64, 0, 2, 51, 1768481581, 1, 0, 0, 633, 0),
(3846309, 65, 0, 2, 51, 1768481581, 1, 0, 0, 637, 0),
(3846310, 66, 0, 2, 51, 1768481581, 1, 0, 0, 641, 0),
(3846311, 51, 0, 2, 51, 1768481581, 1, 0, 0, 645, 0),
(3846312, 67, 0, 2, 51, 1768481581, 1, 0, 0, 649, 0),
(3846313, 57, 0, 2, 51, 1768481581, 1, 0, 0, 653, 0),
(3846314, 68, 0, 2, 51, 1768481581, 1, 0, 0, 657, 0),
(3846315, 18, 0, 2, 51, 1768481581, 1, 0, 0, 661, 0),
(3846316, 69, 0, 2, 51, 1768481581, 1, 0, 0, 665, 0),
(3846317, 70, 0, 2, 51, 1768481581, 1, 0, 0, 669, 0),
(3846318, 71, 0, 2, 51, 1768481581, 1, 0, 0, 673, 0),
(3846319, 64, 0, 2, 51, 1768485182, 1, 0, 0, 677, 0),
(3846320, 66, 0, 2, 51, 1768485182, 1, 0, 0, 681, 0),
(3846321, 51, 0, 2, 51, 1768485182, 1, 0, 0, 685, 0),
(3846322, 67, 0, 2, 51, 1768485182, 1, 0, 0, 689, 0),
(3846323, 57, 0, 2, 51, 1768485182, 1, 0, 0, 693, 0),
(3846324, 68, 0, 2, 51, 1768485182, 1, 0, 0, 697, 0),
(3846325, 18, 0, 2, 51, 1768485182, 1, 0, 0, 701, 0),
(3846326, 70, 0, 2, 51, 1768485182, 1, 0, 0, 705, 0),
(3846327, 71, 0, 2, 51, 1768485182, 1, 0, 0, 709, 0),
(3846328, 76, 0, 2, 51, 1768485182, 1, 0, 0, 769, 0),
(3846329, 44, 0, 2, 51, 1768564381, 1, 0, 0, 713, 0),
(3846330, 46, 0, 2, 51, 1768564381, 1, 0, 0, 717, 0),
(3846331, 72, 0, 2, 51, 1768564381, 1, 0, 0, 721, 0),
(3846332, 73, 0, 2, 51, 1768564381, 1, 0, 0, 725, 0),
(3846333, 75, 0, 2, 51, 1768564381, 1, 0, 0, 765, 0),
(3846334, 44, 0, 2, 51, 1768566482, 1, 0, 0, 729, 0),
(3846335, 46, 0, 2, 51, 1768566482, 1, 0, 0, 733, 0),
(3846336, 72, 0, 2, 51, 1768566482, 1, 0, 0, 737, 0),
(3846337, 73, 0, 2, 51, 1768566482, 1, 0, 0, 741, 0),
(3846338, 75, 0, 2, 51, 1768566482, 1, 0, 0, 761, 0),
(3846339, 64, 0, 2, 51, 1768740782, 1, 0, 0, 634, 0),
(3846340, 65, 0, 2, 51, 1768740782, 1, 0, 0, 638, 0),
(3846341, 66, 0, 2, 51, 1768740782, 1, 0, 0, 642, 0),
(3846342, 51, 0, 2, 51, 1768740782, 1, 0, 0, 646, 0),
(3846343, 67, 0, 2, 51, 1768740782, 1, 0, 0, 650, 0),
(3846344, 57, 0, 2, 51, 1768740782, 1, 0, 0, 654, 0),
(3846345, 68, 0, 2, 51, 1768740782, 1, 0, 0, 658, 0),
(3846346, 18, 0, 2, 51, 1768740782, 1, 0, 0, 662, 0),
(3846347, 69, 0, 2, 51, 1768740782, 1, 0, 0, 666, 0),
(3846348, 70, 0, 2, 51, 1768740782, 1, 0, 0, 670, 0),
(3846349, 71, 0, 2, 51, 1768740782, 1, 0, 0, 674, 0),
(3846350, 64, 0, 2, 51, 1768744382, 1, 0, 0, 678, 0),
(3846351, 66, 0, 2, 51, 1768744382, 1, 0, 0, 682, 0),
(3846352, 51, 0, 2, 51, 1768744382, 1, 0, 0, 686, 0),
(3846353, 67, 0, 2, 51, 1768744382, 1, 0, 0, 690, 0),
(3846354, 57, 0, 2, 51, 1768744382, 1, 0, 0, 694, 0),
(3846355, 68, 0, 2, 51, 1768744382, 1, 0, 0, 698, 0),
(3846356, 18, 0, 2, 51, 1768744382, 1, 0, 0, 702, 0),
(3846357, 70, 0, 2, 51, 1768744382, 1, 0, 0, 706, 0),
(3846358, 71, 0, 2, 51, 1768744382, 1, 0, 0, 710, 0),
(3846359, 76, 0, 2, 51, 1768744382, 1, 0, 0, 770, 0),
(3846360, 44, 0, 2, 51, 1768909982, 1, 0, 0, 714, 0),
(3846361, 46, 0, 2, 51, 1768909982, 1, 0, 0, 718, 0),
(3846362, 72, 0, 2, 51, 1768909982, 1, 0, 0, 722, 0),
(3846363, 73, 0, 2, 51, 1768909982, 1, 0, 0, 726, 0),
(3846364, 75, 0, 2, 51, 1768909982, 1, 0, 0, 766, 0),
(3846365, 44, 0, 2, 51, 1768912082, 1, 0, 0, 730, 0),
(3846366, 46, 0, 2, 51, 1768912082, 1, 0, 0, 734, 0),
(3846367, 72, 0, 2, 51, 1768912082, 1, 0, 0, 738, 0),
(3846368, 73, 0, 2, 51, 1768912082, 1, 0, 0, 742, 0),
(3846369, 75, 0, 2, 51, 1768912082, 1, 0, 0, 762, 0),
(3846370, 27, 3, 2, 51, 1768999982, 1, 0, 0, 480, 0),
(3846371, 52, 2, 2, 51, 1768999982, 1, 0, 0, 481, 0),
(3846372, 53, 2, 2, 51, 1768999982, 1, 0, 0, 482, 0),
(3846373, 64, 0, 2, 51, 1769086381, 1, 0, 0, 635, 0),
(3846374, 65, 0, 2, 51, 1769086381, 1, 0, 0, 639, 0),
(3846375, 66, 0, 2, 51, 1769086381, 1, 0, 0, 643, 0),
(3846376, 51, 0, 2, 51, 1769086381, 1, 0, 0, 647, 0),
(3846377, 67, 0, 2, 51, 1769086381, 1, 0, 0, 651, 0),
(3846378, 57, 0, 2, 51, 1769086381, 1, 0, 0, 655, 0),
(3846379, 68, 0, 2, 51, 1769086381, 1, 0, 0, 659, 0),
(3846380, 18, 0, 2, 51, 1769086381, 1, 0, 0, 663, 0),
(3846381, 69, 0, 2, 51, 1769086381, 1, 0, 0, 667, 0),
(3846382, 70, 0, 2, 51, 1769086381, 1, 0, 0, 671, 0),
(3846383, 71, 0, 2, 51, 1769086381, 1, 0, 0, 675, 0),
(3846384, 64, 0, 2, 51, 1769089982, 1, 0, 0, 679, 0),
(3846385, 66, 0, 2, 51, 1769089982, 1, 0, 0, 683, 0),
(3846386, 51, 0, 2, 51, 1769089982, 1, 0, 0, 687, 0),
(3846387, 67, 0, 2, 51, 1769089982, 1, 0, 0, 691, 0),
(3846388, 57, 0, 2, 51, 1769089982, 1, 0, 0, 695, 0),
(3846389, 68, 0, 2, 51, 1769089982, 1, 0, 0, 699, 0),
(3846390, 18, 0, 2, 51, 1769089982, 1, 0, 0, 703, 0),
(3846391, 70, 0, 2, 51, 1769089982, 1, 0, 0, 707, 0),
(3846392, 71, 0, 2, 51, 1769089982, 1, 0, 0, 711, 0),
(3846393, 76, 0, 2, 51, 1769089982, 1, 0, 0, 771, 0),
(3846394, 44, 0, 2, 51, 1769169182, 1, 0, 0, 715, 0),
(3846395, 46, 0, 2, 51, 1769169182, 1, 0, 0, 719, 0),
(3846396, 72, 0, 2, 51, 1769169182, 1, 0, 0, 723, 0),
(3846397, 73, 0, 2, 51, 1769169182, 1, 0, 0, 727, 0),
(3846398, 75, 0, 2, 51, 1769169182, 1, 0, 0, 767, 0),
(3846399, 44, 0, 2, 51, 1769171281, 1, 0, 0, 731, 0),
(3846400, 46, 0, 2, 51, 1769171281, 1, 0, 0, 735, 0),
(3846401, 72, 0, 2, 51, 1769171281, 1, 0, 0, 739, 0),
(3846402, 73, 0, 2, 51, 1769171281, 1, 0, 0, 743, 0),
(3846403, 75, 0, 2, 51, 1769171281, 1, 0, 0, 763, 0),
(3846404, 27, 3, 2, 51, 1769604781, 1, 0, 0, 483, 0),
(3846405, 52, 2, 2, 51, 1769604781, 1, 0, 0, 484, 0),
(3846406, 53, 2, 2, 51, 1769604781, 1, 0, 0, 485, 0),
(3846407, 9, 1, 2, 51, 1770288782, 1, 0, 0, 812, 0),
(3846408, 77, 0, 2, 51, 1770295981, 1, 0, 0, 772, 0),
(3846409, 78, 0, 2, 51, 1770295981, 1, 0, 0, 780, 0),
(3846410, 32, 0, 2, 51, 1770295981, 1, 0, 0, 788, 0),
(3846411, 8, 0, 2, 51, 1770295981, 1, 0, 0, 796, 0),
(3846412, 79, 0, 2, 51, 1770295981, 1, 0, 0, 804, 0),
(3846413, 9, 0, 2, 51, 1770375481, 1, 0, 0, 835, 0),
(3846414, 9, 0, 2, 51, 1770378781, 1, 0, 0, 833, 0),
(3846415, 9, 0, 2, 51, 1770382381, 1, 0, 0, 834, 0),
(3846416, 80, 0, 2, 51, 1770457982, 1, 0, 0, 813, 0),
(3846417, 81, 0, 2, 51, 1770457982, 1, 0, 0, 818, 0),
(3846418, 82, 0, 2, 51, 1770457982, 1, 0, 0, 823, 0),
(3846419, 83, 0, 2, 51, 1770457982, 1, 0, 0, 828, 0),
(3846420, 9, 1, 2, 51, 1770695581, 1, 0, 0, 864, 0),
(3846421, 44, 0, 2, 51, 1770724381, 1, 0, 0, 852, 0),
(3846422, 48, 0, 2, 51, 1770724381, 1, 0, 0, 856, 0),
(3846423, 46, 0, 2, 51, 1770724381, 1, 0, 0, 860, 0),
(3846424, 77, 0, 2, 51, 1770900782, 1, 0, 0, 773, 0),
(3846425, 78, 0, 2, 51, 1770900782, 1, 0, 0, 781, 0),
(3846426, 32, 0, 2, 51, 1770900782, 1, 0, 0, 789, 0),
(3846427, 8, 0, 2, 51, 1770900782, 1, 0, 0, 797, 0),
(3846428, 79, 0, 2, 51, 1770900782, 1, 0, 0, 805, 0),
(3846429, 67, 0, 2, 51, 1770900782, 1, 0, 0, 836, 0),
(3846430, 64, 0, 2, 51, 1770900782, 1, 0, 0, 840, 0),
(3846431, 57, 0, 2, 51, 1770900782, 1, 0, 0, 844, 0),
(3846432, 66, 0, 2, 51, 1770900782, 1, 0, 0, 848, 0),
(3846433, 44, 0, 2, 51, 1770983581, 1, 0, 0, 853, 0),
(3846434, 48, 0, 2, 51, 1770983581, 1, 0, 0, 857, 0),
(3846435, 46, 0, 2, 51, 1770983581, 1, 0, 0, 861, 0),
(3846436, 80, 0, 2, 51, 1771062781, 1, 0, 0, 814, 0),
(3846437, 81, 0, 2, 51, 1771062781, 1, 0, 0, 819, 0),
(3846438, 82, 0, 2, 51, 1771062781, 1, 0, 0, 824, 0),
(3846439, 83, 0, 2, 51, 1771062781, 1, 0, 0, 829, 0),
(3846440, 67, 0, 2, 51, 1771159981, 1, 0, 0, 837, 0),
(3846441, 64, 0, 2, 51, 1771159981, 1, 0, 0, 841, 0),
(3846442, 57, 0, 2, 51, 1771159981, 1, 0, 0, 845, 0),
(3846443, 66, 0, 2, 51, 1771159981, 1, 0, 0, 849, 0);

-- --------------------------------------------------------

--
-- テーブルの構造 `members`
--

CREATE TABLE `members` (
  `member_id` bigint(20) UNSIGNED NOT NULL,
  `seller_id` bigint(20) UNSIGNED NOT NULL,
  `coupon_id` bigint(20) UNSIGNED NOT NULL DEFAULT 0,
  `member_cdate` int(10) UNSIGNED NOT NULL,
  `member_mdate` int(10) UNSIGNED NOT NULL,
  `member_status` tinyint(3) UNSIGNED NOT NULL,
  `member_email` varchar(255) NOT NULL,
  `member_pass` varchar(255) NOT NULL,
  `member_card` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `member_coupon` int(10) UNSIGNED NOT NULL DEFAULT 0,
  `member_point` int(10) UNSIGNED NOT NULL DEFAULT 0,
  `member_point_expire` date DEFAULT NULL,
  `member_lastname` varchar(100) DEFAULT NULL,
  `member_firstname` varchar(100) DEFAULT NULL,
  `member_handle` varchar(30) DEFAULT NULL,
  `member_skype_id` varchar(255) DEFAULT NULL,
  `member_gender` tinyint(3) UNSIGNED DEFAULT NULL,
  `member_company` varchar(100) DEFAULT NULL,
  `member_dept` varchar(100) DEFAULT NULL,
  `member_title` varchar(20) DEFAULT NULL,
  `member_zip1` varchar(3) DEFAULT NULL,
  `member_zip2` varchar(4) DEFAULT NULL,
  `member_addr1` varchar(5) DEFAULT NULL,
  `member_addr2` varchar(100) DEFAULT NULL,
  `member_addr3` varchar(100) DEFAULT NULL,
  `member_addr4` varchar(100) DEFAULT NULL,
  `member_tel1` varchar(5) DEFAULT NULL,
  `member_tel2` varchar(4) DEFAULT NULL,
  `member_tel3` varchar(4) DEFAULT NULL,
  `member_birthy` smallint(5) UNSIGNED DEFAULT NULL,
  `member_birthm` tinyint(3) UNSIGNED DEFAULT NULL,
  `member_birthd` tinyint(3) UNSIGNED DEFAULT NULL,
  `member_hp` varchar(255) DEFAULT NULL,
  `member_passphrase` varchar(8) DEFAULT NULL,
  `member_logo` tinyint(3) UNSIGNED DEFAULT NULL,
  `member_purpose` int(10) UNSIGNED DEFAULT NULL,
  `member_demand` int(10) UNSIGNED DEFAULT NULL,
  `member_interest` int(10) UNSIGNED DEFAULT NULL,
  `member_level` int(10) UNSIGNED DEFAULT NULL,
  `member_associate1` mediumtext DEFAULT NULL,
  `member_associate2` mediumtext DEFAULT NULL,
  `member_intro` mediumtext DEFAULT NULL,
  `member_comment` mediumtext DEFAULT NULL,
  `member_memo` mediumtext DEFAULT NULL,
  `member_memo2` mediumtext DEFAULT NULL,
  `member_note` mediumtext DEFAULT NULL,
  `member_lang` tinyint(3) UNSIGNED NOT NULL DEFAULT 1
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- テーブルのデータのダンプ `members`
--

INSERT INTO `members` (`member_id`, `seller_id`, `coupon_id`, `member_cdate`, `member_mdate`, `member_status`, `member_email`, `member_pass`, `member_card`, `member_coupon`, `member_point`, `member_point_expire`, `member_lastname`, `member_firstname`, `member_handle`, `member_skype_id`, `member_gender`, `member_company`, `member_dept`, `member_title`, `member_zip1`, `member_zip2`, `member_addr1`, `member_addr2`, `member_addr3`, `member_addr4`, `member_tel1`, `member_tel2`, `member_tel3`, `member_birthy`, `member_birthm`, `member_birthd`, `member_hp`, `member_passphrase`, `member_logo`, `member_purpose`, `member_demand`, `member_interest`, `member_level`, `member_associate1`, `member_associate2`, `member_intro`, `member_comment`, `member_memo`, `member_memo2`, `member_note`, `member_lang`) VALUES
(1, 1, 0, 1748258430, 1748413062, 1, 'fonsofnana@gmail.com', 'd15ddc750758038299e589d037245c28651aabb3e9210561b40e9a02db6777257b8c82cd3803b148051c317994b168cdcd65b2ae2439913c296fe35bd79b3cf9', 0, 0, 10000, '2029-12-31', '長谷川', '奈々子', '長谷川 奈々子', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, '20年前 560点から受けておらず、昨年受講させていただき、Akane先生やメンバーのおかげで740点取れました。それ以降、800点台の問題集を取り組みましたが難しくて挫折したところです。もう一回受講させていただきたいです。', NULL, '勉強が自分では進まないこと。英検１級が遠すぎること。', 'まずはTOEIC700台後半', NULL, NULL, NULL, 1),
(2, 1, 0, 1748258465, 1748413090, 1, 'goramu-o-0i8a0m9@i.softbank.jp', '782472b973f897065936fb27e24aa991dea43a72fc0d647307d6b018b3de4a71765d88b801e0de2731b670b652d4f716ac77f28dd9e981d8f36c1c77423bd16f', 0, 0, 10000, '2029-12-31', '岡田', '真依', '岡田 真依', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, '学習の習慣化、リーディングのスピードアップ', 'TOEIC680', NULL, NULL, NULL, 1),
(3, 1, 0, 1748258498, 1748413105, 1, 'horihori229@gmail.com', '822b25a37ce067b3cd1545ef2843e1777258602ca8cb863949bf668e8c20609334c15ba2bdeb11245dcb5bb920fa45e4146e3733ece87e41aff8d5965c542af7', 0, 0, 10000, '2029-12-31', '堀', '英津子', '堀 英津子', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 1, 1, 1, 1, NULL, NULL, 'リーディング(パート5,6に時間がかかり、パート7で時間が足りなくなります)', '800点を目標に頑張りたいです。', NULL, NULL, NULL, 1),
(4, 1, 0, 1748258537, 1748413150, 1, 'sp.ad.yu@gmail.com', 'c05186d225a21cf6d4fa0309a1aea4cc818b327fdab213e0f6da28978130a166e11bc1260ecaa0831d02e233cf6c15dbc2a08f25b634c556de26bea7567ccc41', 0, 0, 9988, '2029-12-31', '小宮', '裕子', '小宮 裕子', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 1, 1, 1, 1, 'よろしくお願いします。', NULL, '文法と語彙力と読む速度と聞き取り。準助動詞大して分かってない', 'TOEIC730とGCAS B2', NULL, NULL, NULL, 1),
(5, 1, 0, 1748258641, 1748412824, 0, 'semplice.wt@gmail.com', '27679cfbb335abdc99739394a8f98739661491cba41395859607957d6393a0307cd61473073ef31e47399a0b50e4bd99c48124f6c15b649e7a754e9795e12c24', 0, 0, 10000, '2029-12-31', '佐藤', '美穂', '佐藤 美穂', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 1, 1, 1, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(6, 1, 0, 1748258670, 1748412845, 0, 'bayviewbar852@gmail.com', 'ac8954ca7a3357aaf7fbfffcee9130f057bf87814bad7f612b347c78711ff98898bf7364e5c8baa9f29b5ff2dafdaf3a0a21221988aac97c2675aded9962f476', 0, 0, 10000, '2029-12-31', '吉岡', 'さくら', '吉岡 さくら', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 1, 1, 1, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(7, 1, 0, 1748258706, 1748412808, 0, 'ikoma30t@yahoo.co.jp', 'f0de3689689acfb229a63e6a81e27daf48174982ceefc63a0ac41a228d57d712a041d44be19deb560cffb30cb7d2bb84cf22a5e8b90d1b6b500fc38f5a556ec1', 0, 0, 10000, '2029-12-31', 'Takeshi', ' ', 'Takeshi', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 1, 1, 1, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(8, 1, 0, 1748258751, 1769605449, 1, 'fortunaasa2021@yahoo.co.jp', '7b61018820e898c68f30803216a7c8cc0b40b290b5c78faea79718137b5effe8a4a37ba021f411533ab60f58d1ec13549dba61567873be7326ce5c92312cddf5', 0, 0, 9998, '2029-12-31', '浅井', '知子', '浅井 知子', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'IO9l31Bb', 0, 1, 1, 1, 1, NULL, NULL, '時間内に問題をすること。リスニングが弱点', 'TOEIC800点以上', NULL, NULL, NULL, 1),
(9, 1, 0, 1748413231, 1748421435, 1, 'worldtalk@writeup.co.jp', 'e8f0c538e3d716d9eb0f2035fde4120cd08a5b84dc97b6dcff205fae83b54dfe9fb36b4961b8696e0df9fa8ee508db87048c997d2eb218ba831abde5deef685b', 0, 0, 9988, '2029-12-31', 'ワールドトーク', '運営', 'ワールドトーク運営', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 'メッセージが入ります', NULL, '課題がはいります', '目標がはいります', NULL, NULL, NULL, 1),
(10, 1, 0, 1748419506, 1765789416, 1, 's_moriyama@writeup.co.jp', '6baa6b196f0507976695482edaa0d5961ab14462fbfa87791dfe3bb704207cc53bac3f8fa9ba21cc654307cca110b0dda95b35db73e976a31c7b8ca0898b9a42', 0, 0, 10000, '2029-12-31', '森山', '卓', 'もりやま🥔', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 1, 0, 0, 0, NULL, NULL, 'よろしくです💛', NULL, NULL, NULL, NULL, 1),
(11, 1, 0, 1753429018, 1757645831, 1, 'go.for.broke.kuma@gmail.com', 'e8f0c538e3d716d9eb0f2035fde4120cd08a5b84dc97b6dcff205fae83b54dfe9fb36b4961b8696e0df9fa8ee508db87048c997d2eb218ba831abde5deef685b', 0, 0, 10000, '2029-12-31', '津熊', '則行', '津熊則行', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 'とにかく楽しみにしております。', NULL, '長年英語で会話ができればと下手な横好きで頑張ってますが中々上達しません…', '効率的な覚え方で語彙力を増やし、ブロークンでも話せるきっかけになればと思っています。', NULL, NULL, NULL, 1),
(12, 1, 0, 1753429018, 1757646152, 1, 'tyuriko107861@yahoo.co.jp', 'e8f0c538e3d716d9eb0f2035fde4120cd08a5b84dc97b6dcff205fae83b54dfe9fb36b4961b8696e0df9fa8ee508db87048c997d2eb218ba831abde5deef685b', 0, 0, 10000, '2029-12-31', '藤井', '貴之', '藤井貴之', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(13, 1, 0, 1753429018, 1753429018, 1, 'yukitkzk@gmail.com', 'e8f0c538e3d716d9eb0f2035fde4120cd08a5b84dc97b6dcff205fae83b54dfe9fb36b4961b8696e0df9fa8ee508db87048c997d2eb218ba831abde5deef685b', 0, 0, 10000, '2029-12-31', '竹崎', '由希子', 'Yuki', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, '予約を取るのが至難の業なので5回連続で受けられるのはうれしいです', NULL, '退屈過ぎて継続できない', '語彙を増やすことに少しでも前向きになれたらありがたいです', NULL, NULL, NULL, 1),
(14, 1, 0, 1753429018, 1757646144, 1, 'tnkak2013@gmail.com', 'e8f0c538e3d716d9eb0f2035fde4120cd08a5b84dc97b6dcff205fae83b54dfe9fb36b4961b8696e0df9fa8ee508db87048c997d2eb218ba831abde5deef685b', 0, 0, 9993, '2029-12-31', 'ゆい', 'ゆい', 'ゆい', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 'たくさんの単語を覚えて２級合格目指して頑張ります！！よろしくお願いします！', NULL, '長い単語や意味が難しい単語が覚えられない', 'イメージで覚えられるようになりたい', NULL, NULL, NULL, 1),
(15, 1, 0, 1753429018, 1757646083, 1, 'lpavblkadam27@yahoo.co.jp', 'e8f0c538e3d716d9eb0f2035fde4120cd08a5b84dc97b6dcff205fae83b54dfe9fb36b4961b8696e0df9fa8ee508db87048c997d2eb218ba831abde5deef685b', 0, 0, 10000, '2029-12-31', '田島', '由衣', '田島由衣', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(16, 1, 0, 1753429018, 1757646075, 1, 'fonsof_nana@yahoo.co.jp', 'e8f0c538e3d716d9eb0f2035fde4120cd08a5b84dc97b6dcff205fae83b54dfe9fb36b4961b8696e0df9fa8ee508db87048c997d2eb218ba831abde5deef685b', 0, 0, 10000, '2029-12-31', '長谷川', '貴一', '長谷川貴一', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, '楽しみにしています！', NULL, '計画的に進まない。おぼわらない。忘れる。スペルミスが多い。', '語彙力に強くなりたい。スペルミスを減らしたい。', NULL, NULL, NULL, 1),
(17, 1, 0, 1753429018, 1753429018, 1, 'browny1101ookizuti@gmail.com', 'e8f0c538e3d716d9eb0f2035fde4120cd08a5b84dc97b6dcff205fae83b54dfe9fb36b4961b8696e0df9fa8ee508db87048c997d2eb218ba831abde5deef685b', 0, 0, 10000, '2029-12-31', '松村', '佳奈', '松村佳奈', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 'この講座で少しでも英語学習が前に進めたらと思います。', NULL, '英語学習が楽しくなっていろんな学習法に手を出しすぎてしまう。勉強方法が定まらない。', '', NULL, NULL, NULL, 1),
(18, 1, 0, 1753429018, 1757646067, 1, 'nightmareaoi@hotmail.com', 'e8f0c538e3d716d9eb0f2035fde4120cd08a5b84dc97b6dcff205fae83b54dfe9fb36b4961b8696e0df9fa8ee508db87048c997d2eb218ba831abde5deef685b', 0, 0, 9988, '2029-12-31', '生駒', '葵', '生駒葵', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(19, 1, 0, 1753429018, 1757646007, 1, 'knsm69@gmail.com', 'e8f0c538e3d716d9eb0f2035fde4120cd08a5b84dc97b6dcff205fae83b54dfe9fb36b4961b8696e0df9fa8ee508db87048c997d2eb218ba831abde5deef685b', 0, 0, 10000, '2029-12-31', '菅原', '直子', '菅原直子', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 'Kohay先生おすすめの単熟語EXは200単語ずつ復習して新しくは12単語だけで何とか138ページまできました。講座をきっかけに加速させたいです。', NULL, '覚えも悪く忘れやすいので人よりかなり時間が必要', 'アーカイブでも受講できるのがありがたいです。刺激になると思います。', NULL, NULL, NULL, 1),
(20, 1, 0, 1753429018, 1757645999, 1, 'uri.15.0912@icloud.com', 'e8f0c538e3d716d9eb0f2035fde4120cd08a5b84dc97b6dcff205fae83b54dfe9fb36b4961b8696e0df9fa8ee508db87048c997d2eb218ba831abde5deef685b', 0, 0, 9992, '2029-12-31', NULL, NULL, '原田大馳', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 'がんばります', NULL, '覚えられない', '単語力アップ', NULL, NULL, NULL, 1),
(21, 1, 0, 1753429018, 1753429018, 1, 'mag1.dsnow@gmail.com', 'e8f0c538e3d716d9eb0f2035fde4120cd08a5b84dc97b6dcff205fae83b54dfe9fb36b4961b8696e0df9fa8ee508db87048c997d2eb218ba831abde5deef685b', 0, 0, 10000, '2029-12-31', 'Miyuki', 'Miyuki', 'Miyuki', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, '楽しみにしています！', NULL, '年々覚えられなくなってきている。すぐに忘れてしまう。', '単語力を向上させることで、楽に会話ができるようになると嬉しいです。', NULL, NULL, NULL, 1),
(22, 1, 0, 1753429018, 1757645993, 1, 'toyo.shota0430@gmail.com', 'e8f0c538e3d716d9eb0f2035fde4120cd08a5b84dc97b6dcff205fae83b54dfe9fb36b4961b8696e0df9fa8ee508db87048c997d2eb218ba831abde5deef685b', 0, 0, 10000, '2029-12-31', NULL, NULL, '豊島奨大', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, '英単語を確実に覚えられるように頑張ります。\n質問、2回は海外のサマースクールに行くためリアル参加できなく、録画も1週間以内だと視聴できません。8月末まで可能など期間を長くできないでしょうか。', NULL, '発音の仕方がわからないことがある。\n少し時間が経つと、一部、忘れてしまうことがある。', '効果的な英単語の学習を学べればなと思っています。', NULL, NULL, NULL, 1),
(23, 1, 0, 1753429018, 1757646050, 1, 'heli777makoto@gmail.com', 'e8f0c538e3d716d9eb0f2035fde4120cd08a5b84dc97b6dcff205fae83b54dfe9fb36b4961b8696e0df9fa8ee508db87048c997d2eb218ba831abde5deef685b', 0, 0, 10000, '2029-12-31', '山本', '誠', '山本誠', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, '1ヶ月間単語学習に専念してポジティブなマインドセットにしたい', NULL, '何故か学習のモティベーション維持ができません', '単語学習の継続', NULL, NULL, NULL, 1),
(24, 1, 0, 1753429018, 1757646042, 1, 'yuto06250127@gmail.com', 'e8f0c538e3d716d9eb0f2035fde4120cd08a5b84dc97b6dcff205fae83b54dfe9fb36b4961b8696e0df9fa8ee508db87048c997d2eb218ba831abde5deef685b', 0, 0, 10000, '2029-12-31', '鈴木', '悠斗', '鈴木悠斗', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, 'スペルを書いて覚えるのが大変', '英単語覚え方のコツを知りたいです', NULL, NULL, NULL, 1),
(25, 1, 0, 1753429018, 1757645985, 1, 'winning16oz@gmail.com', 'e8f0c538e3d716d9eb0f2035fde4120cd08a5b84dc97b6dcff205fae83b54dfe9fb36b4961b8696e0df9fa8ee508db87048c997d2eb218ba831abde5deef685b', 0, 0, 10000, '2029-12-31', NULL, NULL, '脇尚志', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(26, 1, 0, 1753429018, 1757645909, 1, 'kfujitah7@yahoo.co.jp', 'e8f0c538e3d716d9eb0f2035fde4120cd08a5b84dc97b6dcff205fae83b54dfe9fb36b4961b8696e0df9fa8ee508db87048c997d2eb218ba831abde5deef685b', 0, 0, 10000, '2029-12-31', '藤田', '久美子', '藤田久美子', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, '人気のKOHAY先生、楽しみです。', NULL, '定着しない', '丸暗記せずにすむところをしりたい', NULL, NULL, NULL, 1),
(27, 1, 0, 1753429018, 1757645889, 1, 'jacky_451@yahoo.co.jp', 'e8f0c538e3d716d9eb0f2035fde4120cd08a5b84dc97b6dcff205fae83b54dfe9fb36b4961b8696e0df9fa8ee508db87048c997d2eb218ba831abde5deef685b', 0, 0, 9992, '2029-12-31', 'Higashida', 'Takuya', 'Higashida Takuya', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(28, 1, 0, 1753429018, 1753429018, 1, 'ishii.plus@gmail.com', 'e8f0c538e3d716d9eb0f2035fde4120cd08a5b84dc97b6dcff205fae83b54dfe9fb36b4961b8696e0df9fa8ee508db87048c997d2eb218ba831abde5deef685b', 0, 0, 10000, '2029-12-31', 'Ishii', 'Ishii', 'Ishii', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 'よろしくお願いします　もしかしたら参加できない可能性もありますのでその際はアーカイブ受講でお願いできますと幸いです', NULL, '単語や熟語がなかなか覚えづらく、活用しづらい', '英単語について記憶しやすい暗記法がわかると嬉しいです', NULL, NULL, NULL, 1),
(29, 1, 0, 1753429018, 1757645871, 1, 'koccun0509@yahoo.co.jp', 'e8f0c538e3d716d9eb0f2035fde4120cd08a5b84dc97b6dcff205fae83b54dfe9fb36b4961b8696e0df9fa8ee508db87048c997d2eb218ba831abde5deef685b', 0, 0, 10000, '2029-12-31', '井上', '志都子', '井上志都子', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 'お仕事や他の用事に流されてなかなかインプットの機会を作れずにいます。\nこの受講をきっかけに学習習慣をつけたいです。\nよろしくお願いいたします。', NULL, 'なかなか覚えられない', '学習習慣をつけるきっかけにしたい', NULL, NULL, NULL, 1),
(30, 1, 0, 1753429018, 1757645857, 1, 'circles17788@yahoo.co.jp', 'e8f0c538e3d716d9eb0f2035fde4120cd08a5b84dc97b6dcff205fae83b54dfe9fb36b4961b8696e0df9fa8ee508db87048c997d2eb218ba831abde5deef685b', 0, 0, 10000, '2029-12-31', '郡山', '慧大', '郡山慧大', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 'ギリギリ申し込みに間に合いました。よろしくお願いいたします！', NULL, '単語量が膨大なので効率の良い覚え方を知りたい', 'Kohay先生なのでいつも期待を上回って来るはずです！', NULL, NULL, NULL, 1),
(31, 1, 0, 1753429018, 1757645843, 1, 'kasumi.law@gmail.com', 'e8f0c538e3d716d9eb0f2035fde4120cd08a5b84dc97b6dcff205fae83b54dfe9fb36b4961b8696e0df9fa8ee508db87048c997d2eb218ba831abde5deef685b', 0, 0, 10000, '2029-12-31', '富山', '正啓', '富山正啓', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, '長い英単語は覚えるのに苦労する。忘れる。反射的に利用できない。', '反射的に利用できるようになりたい。記憶に残るようにしたい。', NULL, NULL, NULL, 1),
(32, 1, 0, 1754031990, 1754552509, 1, 'hitomi1222o@yahoo.co.jp', 'e8f0c538e3d716d9eb0f2035fde4120cd08a5b84dc97b6dcff205fae83b54dfe9fb36b4961b8696e0df9fa8ee508db87048c997d2eb218ba831abde5deef685b', 0, 0, 9998, '2029-12-31', '岡田', 'ひとみ', '岡田ひとみ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, '2024年度第3回英検1級初受験不合格、2025年度第3回英検1級受験予定', '書籍や過去問で対策中', '１次は３技能とも正解率だいたい50％でした。1次も合格していなくて、受講してついていけるか心配です。合格したいけれど、できなさすぎて、他の受講生にご迷惑をかけないか、不安です。', 'アーカイブに映りたくないので、カメラOFFで参加できますか。', NULL, NULL, NULL, 1),
(33, 1, 0, 1754031990, 1754031990, 1, 'mamkato1977@gmail.com', 'e8f0c538e3d716d9eb0f2035fde4120cd08a5b84dc97b6dcff205fae83b54dfe9fb36b4961b8696e0df9fa8ee508db87048c997d2eb218ba831abde5deef685b', 0, 0, 10000, '2029-12-31', '加藤', '守', '加藤　守', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, '英検準1級を取得済（2025年7月）、英検1級は未受験。', '書籍や過去問で対策中', '発話の取っ掛かりや型を身に付けてどんなテーマでもある程度話せるようになりたい。', '2ヶ月間は英語に集中する期間にします。', NULL, NULL, NULL, 1),
(34, 1, 0, 1754031990, 1754031990, 1, 'kunaiz06012525@gmail.com', 'e8f0c538e3d716d9eb0f2035fde4120cd08a5b84dc97b6dcff205fae83b54dfe9fb36b4961b8696e0df9fa8ee508db87048c997d2eb218ba831abde5deef685b', 0, 0, 10000, '2029-12-31', '中村', '輔孔', '中村輔孔', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, '長文の読みと解釈', '大学進学に活かしたいです', NULL, NULL, NULL, 1),
(35, 1, 0, 1754031990, 1754031990, 1, 'tamayo-o@bs.naist.jp', 'e8f0c538e3d716d9eb0f2035fde4120cd08a5b84dc97b6dcff205fae83b54dfe9fb36b4961b8696e0df9fa8ee508db87048c997d2eb218ba831abde5deef685b', 0, 0, 10000, '2029-12-31', '片尾', '日咲', '片尾　日咲', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, '英作文と英文法の基礎力', '中学の頃は英語が得意科目でしたが、高校に入ってよくわからなくなってきているので、もう一度得意科目にしたいです。ついていけるか心配ですがよろしくお願いします。', NULL, NULL, NULL, 1),
(36, 1, 0, 1754031990, 1754031990, 1, 'valentine.hidemi@gmail.com', 'e8f0c538e3d716d9eb0f2035fde4120cd08a5b84dc97b6dcff205fae83b54dfe9fb36b4961b8696e0df9fa8ee508db87048c997d2eb218ba831abde5deef685b', 0, 0, 10000, '2029-12-31', '浅井', '萌生', '浅井萌生', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, '英検準1級を目標としている', '受講するのは中学１年生の浅井萌生です。', NULL, NULL, NULL, 1),
(37, 1, 0, 1754031990, 1754031990, 1, 'miniyuki0322@gmail.com', 'e8f0c538e3d716d9eb0f2035fde4120cd08a5b84dc97b6dcff205fae83b54dfe9fb36b4961b8696e0df9fa8ee508db87048c997d2eb218ba831abde5deef685b', 0, 0, 10000, '2029-12-31', '澤', '由貴子', '澤　由貴子', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, '英検準1級を目標としている', '', NULL, NULL, NULL, 1),
(38, 1, 0, 1754031990, 1754031990, 1, 'nob4928@yahoo.co.jp', 'e8f0c538e3d716d9eb0f2035fde4120cd08a5b84dc97b6dcff205fae83b54dfe9fb36b4961b8696e0df9fa8ee508db87048c997d2eb218ba831abde5deef685b', 0, 0, 10000, '2029-12-31', '石神', '香織', '石神香織', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, '英検準1級を目標としている', '', NULL, NULL, NULL, 1),
(39, 1, 0, 1754031990, 1754031990, 1, 'vanhalen@rd5.so-net.ne.jp', 'e8f0c538e3d716d9eb0f2035fde4120cd08a5b84dc97b6dcff205fae83b54dfe9fb36b4961b8696e0df9fa8ee508db87048c997d2eb218ba831abde5deef685b', 0, 0, 10000, '2029-12-31', '小田山', '栞莉', '小田山栞莉', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, '英検準1級を目標としている', '', NULL, NULL, NULL, 1),
(40, 1, 0, 1754031990, 1754031990, 1, 'emiy123dah@gmail.com', 'e8f0c538e3d716d9eb0f2035fde4120cd08a5b84dc97b6dcff205fae83b54dfe9fb36b4961b8696e0df9fa8ee508db87048c997d2eb218ba831abde5deef685b', 0, 0, 10000, '2029-12-31', '山崎', '帆夏', '山崎　帆夏', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, '英検準1級を目標としている', '', NULL, NULL, NULL, 1),
(41, 1, 0, 1754031990, 1754031990, 1, 'ami321mei@gmail.com', 'e8f0c538e3d716d9eb0f2035fde4120cd08a5b84dc97b6dcff205fae83b54dfe9fb36b4961b8696e0df9fa8ee508db87048c997d2eb218ba831abde5deef685b', 0, 0, 10000, '2029-12-31', '沢井', '海利', '沢井海利', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, '英検準1級を目標としている', '1月ターム留学の前に合格したい', NULL, NULL, NULL, 1),
(43, 1, 0, 1758072777, 1758072777, 1, 'aulos0318@gmail.com', '9b49f124e6fd2f2d5431d988246e753ee42b196fd33f9e5212d71e9d74e14d55d3494234d376a699117ad15a3e0f903394a32cc9c40ef2ccf1d5e9461e85fc42', 0, 0, 10000, '2029-12-31', NULL, NULL, '工藤あゆむ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(44, 1, 0, 1758072886, 1758072886, 1, 'triplejoker77@hotmail.com', '0f3723636264860a89ef515dcd69bbbb3a7ffb72792e5d228f5842e357b53bef446858c3c1e90b6f743902885caae1cc0c7680f44073e9ec7349bbaedd5caf45', 0, 0, 9990, '2029-12-31', NULL, NULL, '小山桃花', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(45, 1, 0, 1758072913, 1758072913, 1, 'sayaka0602mj@yahoo.co.jp', '1ab5daf94d7bbdd0a18cc0b1963731ef70b18947aa12db480112233c5e9abe315f5b14dd25cf6ef2e4db11c75516913d5933d4b09a72f8fadc5053ff670919d3', 0, 0, 10000, '2029-12-31', NULL, NULL, '高橋さやか', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(46, 1, 0, 1758072935, 1758072935, 1, 'masamasatika0325@icloud.com', '76e59950fcc03965db077b01ebafc2cf4691b340b05dc28e7a06a5889ed54ea34e3e5a2f17ab7d64bf4807f6eeed198e22bb939c87ba64152e085517cca1a3f9', 0, 0, 9990, '2029-12-31', NULL, NULL, '星　雅親', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(47, 1, 0, 1758072951, 1758072951, 1, 'bsdrt182@gmail.com', '92a5e133b2fb73c233843b68d8a65eeeffad0aacca36612bdf4b6d9a78dcbf5b138a27825e12008d8db3a1031353197accc96e284374686ac043921cbf6ea174', 0, 0, 10000, '2029-12-31', NULL, NULL, '齋藤昭広', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(48, 1, 0, 1758072966, 1758072966, 1, 'hsunny1821@gmail.com', '9f9caac395906ea5c8d25dfcc9f257d685e7639688974dd8db5cc97765711a2a94cbbfb194ab32f0d2953a546a734ef41d705c36c1d19aab2edcebeaddaeb475', 0, 0, 9998, '2029-12-31', NULL, NULL, '蓬田圭祐', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(49, 1, 0, 1758072989, 1758072989, 1, 'akiaraaco.3@gmail.com', '29f7e609daf19b095bce2f56d611129edd65ea44075a5f8bf64db6f5054925fc4282ad0af819f32a9f94c86d16c0eafce927235d4a229f8aed4da6a54e2afc22', 0, 0, 10000, '2029-12-31', NULL, NULL, '片桐欧成', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(50, 1, 0, 1758073015, 1758073015, 1, 'y.masami0129@gmail.com', '2a976de03833348d85f22adc497c94508a2aa691358f1664297d28e2fef0a5bc3a3947fe621a363ccb7368d0fb08241f25510c3afa17363f76ad9a5056bf8bbd', 0, 0, 10000, '2029-12-31', NULL, NULL, '吉田　悠人', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(51, 1, 0, 1758073131, 1758073131, 1, 'toyo.toshie@gmail.com', 'c6433cd30b642dcd2c98216280d9d1e6e8d1c395a9d927ee8562e5805777c82dddd11e2e16a83ca094eafe89c97e440f8156a54aea6498aea2ea6eb1a231b19a', 0, 0, 9992, '2029-12-31', NULL, NULL, '豊島徹也', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(52, 1, 0, 1762219834, 1762219834, 1, 'r.kokubo0901@gmail.com', '89403ef2249d695d9923ff091adb5b98a1393d15e9c49c15f464c6402dbc223c23f4db5a8569ece782745d6c35783ec86664c13138af6063f03493f2fe9ef331', 0, 0, 9997, '2029-12-31', NULL, NULL, '小久保龍太', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(53, 1, 0, 1762219913, 1762219913, 1, 'gogokiki82@gmail.com', 'a4425398f5069b3771e80b1b36a7d68415945f2008653a2a410d2d346d0f2957b76c1896566e8d9637035bb3fe4727cb8d627c8c77b8634bda7345bcd14eb7e2', 0, 0, 9997, '2029-12-31', NULL, NULL, '山岡美紀', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(54, 1, 0, 1762761697, 1762761697, 1, 'hironaomami@yahoo.co.jp', '17002e67b4ca326d4efaae3d035a9a8cf93919b15b92329e4f46a51d22bda0f07f811f622c383bf35524f9782245f5553142ea503177d2851c87ee208e57498c', 0, 0, 10000, '2029-12-31', NULL, NULL, '阿部雅人', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(55, 1, 0, 1762761713, 1762761713, 1, 'tsubomi.salon@gmail.com', 'beec2eb73618da25e1848948c65f49a5b57c78900f1b49980b6683ca9458d06241a3b5a4e7057e76540c7c4a0a7418c29fadcf9485ec3af95db28196ecefe646', 0, 0, 10000, '2029-12-31', NULL, NULL, '吉田梨乃', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(56, 1, 0, 1762761727, 1762761727, 1, 'kaho617aoki@gmail.com', 'b6f2d7b3c4ef47bf3d1f10bd741ebd198354d3b609565a33fafe967cb6721dccebbfa1e31c699dfc5b87faa1fd5f8996ad0fbcc231077d64e239eb0da0c7422b', 0, 0, 10000, '2029-12-31', NULL, NULL, '北澤知佳', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(57, 1, 0, 1762761754, 1762761754, 1, 'takayama.shinnosuke@gmail.com', 'f83c3422c53fa2425d897a2013fc0e90fb10c86c6e76695bb22bf62aee15a843c79bec12aa87c2dfd528e365adedbc302b37ed2769d083c223629d8b081c9f36', 0, 0, 9990, '2029-12-31', NULL, NULL, '高山　慎ノ介', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(58, 1, 0, 1762761769, 1762761769, 1, 'eighty241@gmail.com', 'fba5c44d232254a785979d30f5041079f56909625c811e6fca78771fcbf52a43a7b46733fdeab5a68ad22ea0c1711652f0c8c49a387478c5811a57c821255f94', 0, 0, 10000, '2029-12-31', NULL, NULL, 'Masahito', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(59, 1, 0, 1762761786, 1762761786, 1, 'rina.mszkyak@gmail.com', '1e41200a04a22f2d1ccc13398b73857b1aa1c35565b9c7c1752eae3756e41ee46d35a6de2947c2b3f5168172d1fb5bf0de8fcb115709662d9994b8547816e085', 0, 0, 10000, '2029-12-31', NULL, NULL, 'Misuzu', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(60, 1, 0, 1762761821, 1762761821, 1, 'snusmumrik.847438hej@gmail.com', 'f315f67648b10817cf9fa53cb2098a8bce195fbf0b0fab84b212c02cb5c8853e73d84feff573946777d6bacf627d1c7c741b1805f25600d8be57e7a8fc0c785d', 0, 0, 9999, '2029-12-31', NULL, NULL, '髙根葉奈', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(61, 1, 0, 1762761834, 1762761834, 1, 'estelekaya@gmail.com', '656ecc946dd05e1c04bf0df2ea7f788a87807f1e290e531059dfefd3391c0c8a9bbd7ab28bceef4589c6673621e7913b7c4f9838b6ae6d089372b826260555fd', 0, 0, 9999, '2029-12-31', NULL, NULL, '比嘉裕子', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(62, 1, 0, 1762853219, 1762853219, 1, 'yu.yukinko8@gmail.com', 'c1a39ab068445f357882ffe7d0fb9120ac976c63a1a71a1a5b19cf5a9cc488b2e4cbdc52511ac23c6d33362fa345c459d7f275edb197daa15e629060a3ed9e1f', 0, 0, 9999, '2029-12-31', NULL, NULL, '中村駿太', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(63, 1, 0, 1762917828, 1762917828, 1, 'hoshiko5827@gmail.com', 'f09b66ec780609c057bc161f3931a70ccb9bc33d8564bc34b1e7c12743f26454a07a5419c8eaaf08759909e2ef92ba44f664a55ad68445c5bae8e720ba5d0540', 0, 0, 9999, '2029-12-31', NULL, NULL, '田中結希乃', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(64, 1, 0, 1767938071, 1767938071, 1, 'italian0303@icloud.com', '875a21be120e7da7331cb47e98df817959d6a8dba6d6c31a074f48a0fd666ab544ff0d87cfa2d5661378a3e4c6f6a631aaa6cd1da212629c45716a80cee2a6e3', 0, 0, 9990, '2029-12-31', NULL, NULL, '福西　広空', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(65, 1, 0, 1767938096, 1767938096, 1, 'indo2003jp2@gmail.com', '6cad4310e588e64fa32cec8ae79a457a0b94288278b1a396beb976b61d4b8c14730fa92a0344ab3831b8c75bcf4ac9f00b7abec29e904bcb4aafc0f4004947b7', 0, 0, 9996, '2029-12-31', NULL, NULL, '大壁アイカ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(66, 1, 0, 1767938107, 1767938107, 1, 'kaho617aoki@icloud.com', 'ef839c498518588bf84656df59a00b21acc24992102e4a545fc81c935751411c4b18e1e76e89eccdcef2af2de1da4454744e8ba68edd0e0aa7a4d675775ba944', 0, 0, 9990, '2029-12-31', NULL, NULL, '北澤克枝', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(67, 1, 0, 1767938129, 1767938129, 1, 'shinya.konishi@gmail.com', '8a8de7ba63b06711da676d45b6e73201b8fe0cd89dd20758461d264f0bbe32cf6521fd2ada614ca6553d9caf05f8766cc808f764fde0e543e56c9edc7f769f90', 0, 0, 9990, '2029-12-31', NULL, NULL, ' 小西　真哉', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(68, 1, 0, 1767938154, 1767938154, 1, 'rai0331rai@icloud.com', 'ac780428e2a4fde4438251e72133d62756a7aba5c37632c9df835610a0d0e7485ce43e874d173a63cbbe6988f6d167e7348bd9617909e3fb1ad94eacdf84bf9f', 0, 0, 9992, '2029-12-31', NULL, NULL, '樋口楽惟', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(69, 1, 0, 1767938185, 1767938185, 1, 'kikue369@gmail.com', 'e89ad7339da266868126e17d7ff2820043cd837637a796a6a0398c5063614ecf3ec32b99277d803c7e64b6b596407745c99b6d2a999ac2b1d59ada9bdb9222c7', 0, 0, 9996, '2029-12-31', NULL, NULL, '島田　佳奈', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(70, 1, 0, 1767938198, 1767938198, 1, 'hattoritoshi61@gmail.com', '041b9367ef0b1bf13e51496b28f98719cd642ab9b382119a365867bd82a74c122eb7c3c3ebf1e49e8217dc29a4db00acd16c1679d54397aad5b019f16b1850da', 0, 0, 9992, '2029-12-31', NULL, NULL, '服部敏正', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(71, 1, 0, 1767938218, 1767938218, 1, 'choromu@yahoo.co.jp', '0dde7f61e5efa5d9e022aad90b2e4b8834c6b266f82ffa7832d2323cd9a820aca3c62e690f7b7995368e1ead9f66fbd04a8450ed1accef4dda0553e10065a0e2', 0, 0, 9992, '2029-12-31', NULL, NULL, '塚田　広布', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(72, 1, 0, 1767938258, 1767938258, 1, 'emitk24@gmail.com', '6049abeeee973cd82aa9ab67bf987c73107de824a8f29fbbdaa1857b2cb387a0811a2c0556c34d8057f166d6aec6ec1f0db7504fecc4a56d27d23e9275f60f7f', 0, 0, 9992, '2029-12-31', NULL, NULL, '竹本　隆人', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(73, 1, 0, 1767938267, 1767938267, 1, 'donburako18@gmail.com', '2460c7d6e821d00b5fa592393ba10ea94e3b6f448fde55ae6fb1cdaa80474d92c9a80cfec04e1e3c85114b12a40116bde3d05e1e2868238a20d3cc6b7ac6ff31', 0, 0, 9992, '2029-12-31', NULL, NULL, '藤田杏莉', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(74, 1, 0, 1767952079, 1767952079, 1, 'suguru.m@gmail.com', 'bf49e9fa7ee5caae87f919231c2e559d18dc79162ed49c9189df7bf7ab7a018fe73ad6bb7a15f3ff1a493df902503fc81a4c9d2dabda536fb0cf242d7f2164d2', 0, 0, 10000, '2029-12-31', NULL, NULL, 'モリヤマスグル', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(75, 1, 0, 1768269902, 1768269902, 1, 'mimimidori.t@gmail.com', '17b8fccbd93444ad839f3bf6f52719b3f6bb8f73f239a9a5903031c957005495c09760de9294e2682ba1f7542ef964c6e0b76b81ac5c0444340ce07a2f2e8bde', 0, 0, 9992, '2029-12-31', NULL, NULL, '綱川　紗衣', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(76, 1, 0, 1768369558, 1768369558, 1, 'blo.blo.bloody@gmail.com', '2bde0b12b79fafc0d040799fb59600498d15b0c4a6c49365dad84faef6e3155273339c800a88b122f72f4099e4b6b62f7e67ac41d632c12f5821ae4070c4d662', 0, 0, 9996, '2029-12-31', NULL, NULL, '山口　おうし', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(77, 1, 0, 1770260234, 1770260234, 1, 'kuinana6131016@gmail.com', '4724de13d18924a758cf6b46ded7e2f9241795120f575847bbc93511df332447142dbdd8f666b37f56cecb1d43104d2bd1cfdd1b40c0d44f6f3ec1b74b143f6e', 0, 0, 9998, '2029-12-31', NULL, NULL, '片野　恵子', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(78, 1, 0, 1770260251, 1770260251, 1, 'nakashima.k18@gmail.com', 'e575706e58021e876d606beabbe13335a3b5410ce66054cc3a72f8c801fcea28b5fbb33026ad67bd7168bd544895460004c648fe077c7a33238285e3b7a1ecc0', 0, 0, 9998, '2029-12-31', NULL, NULL, 'kiyomi', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(79, 1, 0, 1770260288, 1770260288, 1, 'shimizutomoko17131@gmail.com', 'c7c449455380111a332264eb61e222188ad694579abc12522c48721983b849dbe18290c7c0d0d699f31490e0e024b7f13b2fff8ed3b0311dc69afaa19c0f8318', 0, 0, 9998, '2029-12-31', NULL, NULL, 'Tomoko', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(80, 1, 0, 1770356423, 1770356423, 1, 'rogersmira@gmail.com', 'fb0ce1bbbffc1562751e4f567c00b1acb931ba338b1fd8a24c442d00e24f7bdef585aadcf07a5befde3d0badf5a6fe42f39dae0cfc305a637d856b9805455c1b', 0, 0, 9998, '2029-12-31', NULL, NULL, '平山紗彩', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(81, 1, 0, 1770356452, 1770356452, 1, 'wonderful.world.mmp000@gmail.com', '207dcf3d6586cf5aa81e83e826929056f0ace4792791731ac026d50d2b35b335afe09f39002e85e637cf5f789f3657f147188b16ee39a2fe2e356d6d5e35ff11', 0, 0, 9998, '2029-12-31', NULL, NULL, '菊地邦友', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(82, 1, 0, 1770356592, 1770356592, 1, 'nagais.7776@gmail.com', '1ca01d142bb184971fb67a55fa72eadf1ee8f49af609fa9313840f2f374f198e7273c6bc54147d592d76857c7ae7ffb9c60b8f0ea50d97e1c62b1569c0f07d12', 0, 0, 9998, '2029-12-31', NULL, NULL, '永井穂七海', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(83, 1, 0, 1770356613, 1770356613, 1, 'k.sato.saki@gmail.com', '42674cb4e8bc3c28a2669f67fea0da015448617428e19809198ed6f4502eec1946105b6fe69162654413665f4f8e937dd1e83ef4ba6c8b8f97f34ded1134d87d', 0, 0, 9998, '2029-12-31', NULL, NULL, '梶原　彩希', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1);

-- --------------------------------------------------------

--
-- テーブルの構造 `msgs`
--

CREATE TABLE `msgs` (
  `msg_id` bigint(20) UNSIGNED NOT NULL,
  `lsn_id` bigint(20) UNSIGNED NOT NULL,
  `member_id` bigint(20) UNSIGNED NOT NULL,
  `prof_id` bigint(20) UNSIGNED NOT NULL,
  `msg_cdate` int(10) UNSIGNED NOT NULL,
  `msg_direction` tinyint(3) UNSIGNED NOT NULL,
  `msg_content` mediumtext NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `mypgs`
--

CREATE TABLE `mypgs` (
  `mypg_id` tinyint(3) UNSIGNED NOT NULL,
  `mypg_title` varchar(100) DEFAULT NULL,
  `mypg_content` mediumtext DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `pdms`
--

CREATE TABLE `pdms` (
  `pdm_id` bigint(20) UNSIGNED NOT NULL,
  `prof_id` bigint(20) UNSIGNED NOT NULL,
  `pdm_cdate` int(10) UNSIGNED NOT NULL,
  `pdm_status` tinyint(3) UNSIGNED NOT NULL,
  `pdm_price` int(10) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `plans`
--

CREATE TABLE `plans` (
  `pln_id` varchar(50) NOT NULL,
  `pln_title` varchar(100) NOT NULL,
  `pln_subscription` tinyint(3) UNSIGNED NOT NULL,
  `pln_price` int(10) UNSIGNED NOT NULL,
  `pln_point` int(10) UNSIGNED NOT NULL,
  `pln_status` tinyint(3) UNSIGNED NOT NULL,
  `pln_sort` int(10) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `preps`
--

CREATE TABLE `preps` (
  `prep_id` bigint(20) UNSIGNED NOT NULL,
  `prof_id` bigint(20) UNSIGNED NOT NULL,
  `member_id` bigint(20) UNSIGNED NOT NULL,
  `lsn_id` bigint(20) UNSIGNED NOT NULL,
  `prep_cdate` int(10) UNSIGNED NOT NULL,
  `prep_status` tinyint(3) UNSIGNED NOT NULL,
  `prep_content` mediumtext NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `profs`
--

CREATE TABLE `profs` (
  `prof_id` bigint(20) UNSIGNED NOT NULL,
  `prof_cdate` int(10) UNSIGNED NOT NULL,
  `prof_mdate` int(10) UNSIGNED NOT NULL,
  `prof_status` tinyint(3) UNSIGNED NOT NULL,
  `prof_email` varchar(255) NOT NULL,
  `prof_pass` varchar(255) NOT NULL,
  `prof_fee` int(10) UNSIGNED NOT NULL DEFAULT 0,
  `prof_score` int(10) UNSIGNED NOT NULL DEFAULT 0,
  `prof_order_weight` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `prof_reco` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `prof_rank` tinyint(3) UNSIGNED NOT NULL,
  `prof_step` smallint(5) UNSIGNED NOT NULL DEFAULT 30,
  `prof_coupon_ok` tinyint(3) UNSIGNED NOT NULL,
  `prof_country` varchar(2) DEFAULT NULL,
  `prof_residence` varchar(2) DEFAULT NULL,
  `prof_lastname` varchar(100) DEFAULT NULL,
  `prof_firstname` varchar(100) DEFAULT NULL,
  `prof_handle` varchar(30) DEFAULT NULL,
  `prof_skype_id` varchar(32) DEFAULT NULL,
  `prof_gender` tinyint(3) UNSIGNED DEFAULT NULL,
  `prof_company` varchar(100) DEFAULT NULL,
  `prof_dept` varchar(100) DEFAULT NULL,
  `prof_title` varchar(20) DEFAULT NULL,
  `prof_zip1` varchar(3) DEFAULT NULL,
  `prof_zip2` varchar(4) DEFAULT NULL,
  `prof_addr1` varchar(5) DEFAULT NULL,
  `prof_addr2` varchar(100) DEFAULT NULL,
  `prof_addr3` varchar(100) DEFAULT NULL,
  `prof_addr4` varchar(100) DEFAULT NULL,
  `prof_tel1` varchar(5) DEFAULT NULL,
  `prof_tel2` varchar(4) DEFAULT NULL,
  `prof_tel3` varchar(4) DEFAULT NULL,
  `prof_birthy` smallint(5) UNSIGNED DEFAULT NULL,
  `prof_birthm` tinyint(3) UNSIGNED DEFAULT NULL,
  `prof_birthd` tinyint(3) UNSIGNED DEFAULT NULL,
  `prof_hp` varchar(255) DEFAULT NULL,
  `prof_audio_url` varchar(255) DEFAULT NULL,
  `prof_video_url` varchar(255) DEFAULT NULL,
  `prof_logo` tinyint(3) UNSIGNED DEFAULT NULL,
  `prof_associate1` mediumtext DEFAULT NULL,
  `prof_associate2` mediumtext DEFAULT NULL,
  `prof_character` int(10) UNSIGNED DEFAULT NULL,
  `prof_interest` int(10) UNSIGNED DEFAULT NULL,
  `prof_intro` text DEFAULT NULL,
  `prof_intro2` mediumtext DEFAULT NULL,
  `prof_memo` mediumtext DEFAULT NULL,
  `prof_memo2` mediumtext DEFAULT NULL,
  `prof_note` mediumtext DEFAULT NULL,
  `prof_fulltext` mediumtext DEFAULT NULL,
  `prof_app1` mediumtext DEFAULT NULL,
  `prof_app2` mediumtext DEFAULT NULL,
  `prof_app3` mediumtext DEFAULT NULL,
  `prof_app4` mediumtext DEFAULT NULL,
  `prof_override_margin` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `normal_point_fee_rate` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `normal_point_prof_margin` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `normal_point_seller_margin` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `cancel1_point_fee_rate` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `cancel1_point_prof_margin` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `cancel1_point_seller_margin` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `cancel2_point_fee_rate` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `cancel2_point_prof_margin` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `cancel2_point_seller_margin` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `cancel3_point_fee_rate` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `cancel3_point_prof_margin` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `cancel3_point_seller_margin` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `normal_coupon_fee_rate` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `normal_coupon_prof_margin` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `normal_coupon_seller_margin` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `cancel1_coupon_fee_rate` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `cancel1_coupon_prof_margin` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `cancel1_coupon_seller_margin` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `cancel2_coupon_fee_rate` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `cancel2_coupon_prof_margin` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `cancel2_coupon_seller_margin` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `cancel3_coupon_fee_rate` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `cancel3_coupon_prof_margin` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `cancel3_coupon_seller_margin` tinyint(3) UNSIGNED NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- テーブルのデータのダンプ `profs`
--

INSERT INTO `profs` (`prof_id`, `prof_cdate`, `prof_mdate`, `prof_status`, `prof_email`, `prof_pass`, `prof_fee`, `prof_score`, `prof_order_weight`, `prof_reco`, `prof_rank`, `prof_step`, `prof_coupon_ok`, `prof_country`, `prof_residence`, `prof_lastname`, `prof_firstname`, `prof_handle`, `prof_skype_id`, `prof_gender`, `prof_company`, `prof_dept`, `prof_title`, `prof_zip1`, `prof_zip2`, `prof_addr1`, `prof_addr2`, `prof_addr3`, `prof_addr4`, `prof_tel1`, `prof_tel2`, `prof_tel3`, `prof_birthy`, `prof_birthm`, `prof_birthd`, `prof_hp`, `prof_audio_url`, `prof_video_url`, `prof_logo`, `prof_associate1`, `prof_associate2`, `prof_character`, `prof_interest`, `prof_intro`, `prof_intro2`, `prof_memo`, `prof_memo2`, `prof_note`, `prof_fulltext`, `prof_app1`, `prof_app2`, `prof_app3`, `prof_app4`, `prof_override_margin`, `normal_point_fee_rate`, `normal_point_prof_margin`, `normal_point_seller_margin`, `cancel1_point_fee_rate`, `cancel1_point_prof_margin`, `cancel1_point_seller_margin`, `cancel2_point_fee_rate`, `cancel2_point_prof_margin`, `cancel2_point_seller_margin`, `cancel3_point_fee_rate`, `cancel3_point_prof_margin`, `cancel3_point_seller_margin`, `normal_coupon_fee_rate`, `normal_coupon_prof_margin`, `normal_coupon_seller_margin`, `cancel1_coupon_fee_rate`, `cancel1_coupon_prof_margin`, `cancel1_coupon_seller_margin`, `cancel2_coupon_fee_rate`, `cancel2_coupon_prof_margin`, `cancel2_coupon_seller_margin`, `cancel3_coupon_fee_rate`, `cancel3_coupon_prof_margin`, `cancel3_coupon_seller_margin`) VALUES
(1, 1748256184, 1766470762, 1, 'akanem623@hotmail.com', 'baaa3d54abcc8a34dcbfd5eb42788b54086a4329ebc1ca0f268925125e317ae6a2bac3ec9d11cc768cfba00dc1b6145eb39606fba94e48629452e85346da5457', 0, 0, 0, 0, 1, 30, 1, 'jp', 'jp', '水早', '紅子', 'Akane', NULL, 2, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'https://us06web.zoom.us/j/82424666321?pwd=rNADjZbbzxGjuo7hcvBFrYAGoUuCPj.1', NULL, NULL, 1, NULL, '本レッスンはグループ形式の講座です。\n\n■レッスンの流れ\n-----------------------------\n1.授業開始前にZoomURLをクリックします\n2.時間になったらルームに入室ができます\n3.レッスンがスタートします\n\n\n■お願いしたいこと\n-----------------------------\n・ZoomのURLを開いたままお待ちください。\n・ご不明点がありましたら、運営事務局までご連絡ください。\n　customer@worldtalk.jp\n\n───────────────────────────\n', 1, 1, '<p>初めまして、<strong>Akane</strong>です！英語が大好きな私が、楽しく効率的に英語を学べるレッスンを提供します。幅広い対象の生徒さんを受け入れ、特にTOEICや英検対策に自信があります！✨</p>\n<p>累計提供レッスン数は1万8千件を超えており、英検1級やTOEICの高得点を取得。中高英語教員免許も持つ私は、キッズから大人まで多様なレッスンを実施しています。</p>\n<ul>\n<li><strong>キッズ英語レッスン</strong>では、楽しい教材を使用</li>\n<li><strong>TOEIC対策</strong>は最新の資料に基づいてサポート</li>\n<li><strong>初心者から上級者</strong>まで、柔軟に対応可能</li>\n</ul>\n<p>どんな方にでもおすすめできるレッスンを提供しています！学び直しや資格試験対策、または英会話を楽しみたい方は、ぜひお気軽にお越しください！🌟</p>', '■宿題について\n-----------------------------\n・本講座ではDAY0〜DAY9まで、宿題をご用意しています。\n・上記シラバス内の「宿題フォーム」からご提出をお願いいたします。\n・宿題の提出〆切は、原則として【各講座の3日前まで】です。\n\n───────────────────────────\n', NULL, NULL, NULL, 'akane <p>初めまして、<strong>akane</strong>です!英語が大好きな私が、楽しく効率的に英語を学べるレッスンを提供します。幅広い対象の生徒さんを受け入れ、特にtoeicや英検対策に自信があります!✨</p> <p>累計提供レッスン数は1万8千件を超えており、英検1級やtoeicの高得点を取得。中高英語教員免許も持つ私は、キッズから大人まで多様なレッスンを実施しています。</p> <ul> <li><strong>キッズ英語レッスン</strong>では、楽しい教材を使用</li> <li><strong>toeic対策</strong>は最新の資料に基づいてサポート</li> <li><strong>初心者から上級者</strong>まで、柔軟に対応可能</li> </ul> <p>どんな方にでもおすすめできるレッスンを提供しています!学び直しや資格試験対策、または英会話を楽しみたい方は、ぜひお気軽にお越しください!🌟</p> ■宿題について ----------------------------- ・本講座ではday0〜day9まで、宿題をご用意しています。 ・上記シラバス内の「宿題フォーム」からご提出をお願いいたします。 ・宿題の提出〆切は、原則として【各講座の3日前まで】です。 ───────────────────────────', NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0),
(2, 1748419286, 1766051702, 1, 's_moriyama@writeup.co.jp', '625e1b36279dbe059174ee7dcd49749908df0746baed835a1eaaeb1707216dd04a5f527628dcf44e06e88bdf8cfa9b4aef8f6e84aff29ef7711c0c8eff7ac55e', 0, 0, 0, 0, 1, 30, 1, 'jp', 'jp', 'テスト', '講師', 'テスト講師', NULL, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'https://meet.google.com/cpt-xogh-jes', NULL, NULL, 1, NULL, NULL, 1, 0, '<p>こんにちは！私はオンライン英会話講師として、多くの生徒さんと楽しく学んできました。私の指導スタイルは、<strong>コミュニケーションを重視し、リラックスした雰囲気で学ぶこと</strong>です。</p>\n<p>これまで、様々な国籍や年齢の生徒さんに対して英会話を教える経験を持ち、多くの成功例を積み上げてきました。生徒さんの目標に応じたカスタマイズされたレッスンを提供し、スピーキング力向上をサポートしてきました。</p>\n<ul>\n<li><strong>フレンドリーなアプローチ</strong>で、生徒さんが自由に話せる環境を作ります。</li>\n<li><strong>柔軟なレッスンプラン</strong>により、生徒さんのニーズに合わせた指導が可能です。</li>\n<li><strong>実践的な会話力向上</strong>を目指し、日常生活やビジネスシーンで使える英会話を学べます。</li>\n</ul>\n<p>私のレッスンは、英語を使ってみたい方や、スキルを向上させたい方にぴったりです。<strong>初心者から上級者まで</strong>、どんなレベルの方でも歓迎します。楽しく学ぶことで、自信を持って英語を話せるようになるレッスンをぜひ体験してみてください！</p>', NULL, NULL, NULL, NULL, 'テスト講師 <p>こんにちは!私はオンライン英会話講師として、多くの生徒さんと楽しく学んできました。私の指導スタイルは、<strong>コミュニケーションを重視し、リラックスした雰囲気で学ぶこと</strong>です。</p> <p>これまで、様々な国籍や年齢の生徒さんに対して英会話を教える経験を持ち、多くの成功例を積み上げてきました。生徒さんの目標に応じたカスタマイズされたレッスンを提供し、スピーキング力向上をサポートしてきました。</p> <ul> <li><strong>フレンドリーなアプローチ</strong>で、生徒さんが自由に話せる環境を作ります。</li> <li><strong>柔軟なレッスンプラン</strong>により、生徒さんのニーズに合わせた指導が可能です。</li> <li><strong>実践的な会話力向上</strong>を目指し、日常生活やビジネスシーンで使える英会話を学べます。</li> </ul> <p>私のレッスンは、英語を使ってみたい方や、スキルを向上させたい方にぴったりです。<strong>初心者から上級者まで</strong>、どんなレベルの方でも歓迎します。楽しく学ぶことで、自信を持って英語を話せるようになるレッスンをぜひ体験してみてください!</p>', NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0),
(3, 1753428697, 1770020594, 1, 'kndko0il@gmail.com', 'bae834f8c005e0e03ab3370dc27c362fa9708a3bb6654f122dcae75ac9245a57a7dcc9804293165084057def45bf25a3c419728b18696ad9e5810aeb23a6e308', 0, 0, 0, 0, 1, 30, 1, 'jp', 'jp', '兼田', '康平', 'Kohay', NULL, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'https://us06web.zoom.us/j/83703065625?pwd=mzqjayzP7QTKd5qbgzSnaeRpIK44bR.1', NULL, NULL, 1, NULL, '本レッスンは講義形式のグループ講座です。\n\n■レッスンの流れ\n-----------------------------\n1.授業開始前にZoomURLをクリックします\n2.時間になったらルームに入室ができます\n3.レッスンがスタートします\n\n\n■お願いしたいこと\n-----------------------------\n・ZoomのURLを開いたままお待ちください。\n・講座中はビデオとマイクを基本的にオフにしてください。\n・講師が意見を求めたときのみ、マイクをオンにして頂く場合があります。\n・個別指名を希望しない方は、講座中に講師へ個別チャットでお知らせいただくか、\n　各講座が開始する1日前までに事務局へお問い合わせください。\n　\n　ご不明点がありましたら、運営事務局までご連絡ください。\n　customer@worldtalk.jp\n\n\n■アーカイブ動画・感想フォームについて\n-----------------------------\n・各講座終了後、24時間後以内にアップロードいたします。\n・受講者限定で全5回分、2025/9/3(水) 18:00まで公開いたします。\n\n・レッスン毎に、フォームへ感想を書いていただく(脳内整理)予定があります。\n　先生に直接届きますので、ぜひお送りください！\n\n▼アーカイブ動画・感想フォーム\nhttps://drive.google.com/drive/folders/1HAQMm_2Fj-yPY5GRRvV17QZqoPPUxmi4\n', 0, 0, '<p>15,000レッスン突破、英検１級、TOEIC990点の満点講師。グループレッスンでより多くの人に役立つ英語の知識と技術をお届けします。</p>\n<p>2025年の８月からグループレッスンを開始して以来、７講座を通して71名の方にご受講いただきました。Kohayのプライベートレッスンが取りづらくて困っている方、英検や英語の勉強法自体に悩みを抱えていらっしゃる方、ぜひ私のグループレッスンを受講してみませんか？</p>\n<h3><span style=\"text-decoration: underline;\">実績</span></h3>\n<p><strong><span style=\"text-decoration: underline;\">2025年</span></strong></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\"><a href=\"https://www.worldtalk.jp/p/kohayeitango202507\">英単語暗記革命!! - ワールドトーク</a></span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\"><a href=\"https://www.worldtalk.jp/p/kohayeikenpackage_randl\">英検２級直前パック Reading &amp; Listening - ワールドトーク</a></span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\"><a href=\"https://www.worldtalk.jp/p/kohayeikenpackage_w\">英検２級直前パック Writing - ワールドトーク</a></span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\"><a href=\"https://www.worldtalk.jp/p/kohayzettaikisog2202511\">英検２級絶対基礎力！</a></span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\"><a href=\"https://www.worldtalk.jp/p/kohayzettaikisogpre2202511\">英検準２級絶対基礎力！</a></span></p>\n<p class=\"MsoNormal\"><span style=\"text-decoration: underline;\"><strong>2026年</strong></span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\"><a href=\"https://www.worldtalk.jp/p/kohayeikenpackage202601\">2025-3英検２級直前パック</a></span></p>\n<p><span lang=\"EN-US\" style=\"font-size: 10.5pt; mso-bidi-font-size: 11.0pt; font-family: \'游明朝\',serif; mso-ascii-theme-font: minor-latin; mso-fareast-theme-font: minor-fareast; mso-hansi-theme-font: minor-latin; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi; mso-ansi-language: EN-US; mso-fareast-language: JA; mso-bidi-language: AR-SA;\"><a href=\"https://www.worldtalk.jp/p/kohayeikenpackagepre1_202601\">2025-3<span lang=\"EN-US\">英検準１級直前パック</span></a></span></p>', '本レッスンは講義形式のグループ講座です。\n\n■お願いしたいこと\n-----------------------------\n・個別指名を希望しない方は、講座中に講師へ個別チャットでお知らせいただくか、\n　各講座が開始する1日前までに事務局へお問い合わせください。\n　\n　ご不明点がありましたら、運営事務局までご連絡ください。\n　customer@worldtalk.jp\n\n■アーカイブ動画・感想フォームについて\n-----------------------------\n・各講座終了後、24時間後以内にアップロードいたします。\n・受講者限定で全5回分、2025/9/3(水) 18:00まで公開いたします。\n\n・レッスン毎に、フォームへ感想を書いていただく(脳内整理)予定があります。\n　先生に直接届きますので、ぜひお送りください！\n\n▼アーカイブ動画・感想フォーム\nhttps://drive.google.com/drive/folders/1HAQMm_2Fj-yPY5GRRvV17QZqoPPUxmi4\n', NULL, NULL, NULL, 'kohay <p>15,000レッスン突破、英検1級、toeic990点の満点講師。グループレッスンでより多くの人に役立つ英語の知識と技術をお届けします。</p> <p>2025年の8月からグループレッスンを開始して以来、7講座を通して71名の方にご受講いただきました。kohayのプライベートレッスンが取りづらくて困っている方、英検や英語の勉強法自体に悩みを抱えていらっしゃる方、ぜひ私のグループレッスンを受講してみませんか?</p> <h3><span style=\"text-decoration: underline;\">実績</span></h3> <p><strong><span style=\"text-decoration: underline;\">2025年</span></strong></p> <p class=\"msonormal\"><span lang=\"en-us\"><a href=\"https://www.worldtalk.jp/p/kohayeitango202507\">英単語暗記革命!! - ワールドトーク</a></span></p> <p class=\"msonormal\"><span lang=\"en-us\"><a href=\"https://www.worldtalk.jp/p/kohayeikenpackage_randl\">英検2級直前パック reading &amp; listening - ワールドトーク</a></span></p> <p class=\"msonormal\"><span lang=\"en-us\"><a href=\"https://www.worldtalk.jp/p/kohayeikenpackage_w\">英検2級直前パック writing - ワールドトーク</a></span></p> <p class=\"msonormal\"><span lang=\"en-us\"><a href=\"https://www.worldtalk.jp/p/kohayzettaikisog2202511\">英検2級絶対基礎力!</a></span></p> <p class=\"msonormal\"><span lang=\"en-us\"><a href=\"https://www.worldtalk.jp/p/kohayzettaikisogpre2202511\">英検準2級絶対基礎力!</a></span></p> <p class=\"msonormal\"><span style=\"text-decoration: underline;\"><strong>2026年</strong></span></p> <p class=\"msonormal\"><span lang=\"en-us\"><a href=\"https://www.worldtalk.jp/p/kohayeikenpackage202601\">2025-3英検2級直前パック</a></span></p> <p><span lang=\"en-us\" style=\"font-size: 10.5pt; mso-bidi-font-size: 11.0pt; font-family: \'游明朝\',serif; mso-ascii-theme-font: minor-latin; mso-fareast-theme-font: minor-fareast; mso-hansi-theme-font: minor-latin; mso-bidi-font-family: arial; mso-bidi-theme-font: minor-bidi; mso-ansi-language: en-us; mso-fareast-language: ja; mso-bidi-language: ar-sa;\"><a href=\"https://www.worldtalk.jp/p/kohayeikenpackagepre1_202601\">2025-3<span lang=\"en-us\">英検準1級直前パック</span></a></span></p> 本レッスンは講義形式のグループ講座です。 ■お願いしたいこと ----------------------------- ・個別指名を希望しない方は、講座中に講師へ個別チャットでお知らせいただくか、 各講座が開始する1日前までに事務局へお問い合わせください。 ご不明点がありましたら、運営事務局までご連絡ください。 customer@worldtalk.jp ■アーカイブ動画・感想フォームについて ----------------------------- ・各講座終了後、24時間後以内にアップロードいたします。 ・受講者限定で全5回分、2025/9/3(水) 18:00まで公開いたします。 ・レッスン毎に、フォームへ感想を書いていただく(脳内整理)予定があります。 先生に直接届きますので、ぜひお送りください! ▼アーカイブ動画・感想フォーム https://drive.google.com/drive/folders/1haqmm_2fj-ypy5grrvv17qzqoppuxmi4', NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0),
(4, 1754031798, 1765337142, 1, 'kazu.known@gmail.com', '1de0932f4bc739b9aabd8c6a9d59121bd2c3ae1ba2d8c2375e65a1df46b26a9428a57f1bf5e04fa1506f1e65b18cb6d648b8058ab7a10ce5dc56f6739390f695', 0, 0, 0, 0, 1, 30, 1, 'jp', 'jp', '小池', '和輝', 'Kazu', NULL, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'https://us06web.zoom.us/j/89518207093?pwd=UuKS6HgmRc8IA9xANofv8PPnjhSHlr.1', NULL, NULL, 1, NULL, '本レッスンはグループ形式の講座です。\n\n■レッスンの流れ\n-----------------------------\n1.授業開始前にレッスンURLをクリックします\n2.時間になったらルームに入室ができます\n3.レッスンがスタートします\n\n\n■お願いしたいこと\n-----------------------------\n・ZoomのURLを開いたままお待ちください。\n・レッスンは録音されます。\n　カメラON推奨ですが、OFFでも構いません。\n　\n　ご不明点がありましたら、運営事務局までご連絡ください。\n　customer@worldtalk.jp', 0, 0, '<p>★英検1級合格例★ ①初受験&times;社会人&times;海外経験なし（対策期間：12日間） &rarr;超短期間で1級2次試験合格！ ②初受験&times;社会人&times;海外経験なし（対策期間：20日間） &rarr;1次後に初レッスン。2次のノウハウ伝授！1級2次試験合格！ ③3回目受験&times;社会人&times;海外経験あり（対策期間：7ヵ月） &rarr;論理展開が課題。7ヵ月間で飛躍的な成長を！1級2次試験合格！ ④8回目受験&times;社会人&times;海外経験なし（対策期間：9ヵ月） &rarr;Short Speech原稿を100本。時にはメンタルフォローも！1級2次試験合格！ ⑤初受験&times;高校生&times;海外経験あり（対策期間：1ヵ月） &rarr;生徒さまの成長意欲を活かし、よりハイレベルなトピックを。1級1次&amp;2次試験合格！ ⑥3回目受験&times;高校生の方&times;海外経験あり（対策期間：1ヵ月） &rarr;オールイングリッシュ授業。解説も英語でお届け！1級2次試験合格！ ⑦3回目受験&times;社会人の方&times;海外経験あり（対策期間：1ヵ月） &rarr;Short Speech完全特化。25分間で3トピックもの演習を！1級2次試験合格！ ⑧3回目受験&times;社会人の方&times;海外経験あり（対策期間：8ヵ月） &rarr;ご家庭の事情に配慮しながら、無理のないスケジュールをご提案。1級2次試験合格！ 英検1級合格者の生徒さまのインタビュー動画 もご参考ください。 他にも、英検、TOEIC、フリートーク、定期テスト対策から大学受験まで、実践的で楽しめる25分間をお届けします^^ ★だれでも特典★ ・X：英語学習のコツを発信中！　相互フォローで学習を応援し合いましょう♪ ・すきま英語：生徒さんの合格体験談、私の失敗談など載せています＾＾ ・インスタグラム：リール動画にて英語の小ネタをご紹介！ ★継続特典★ ・目標に合わせて、宿題あり ・メッセージベースで無料の学習相談 ・個別の「あなた専用学習レポート」をご提供 ★合格実績★ ●英検【合格】の生徒さま 2023年第2回からの累計　 └1級 12名 └準1級　7名 └2級 5名 └準2級　4名 └3級 1名 随時、受講者の方を随時募集しております^^ ★記事掲載のお知らせ★ ●私のレッスンの体験記を公開いただきました！ &bull;Kazu先生【第16回】ワールドトーク レッスン体験記 &bull;Kazu先生のレッスンレビューをいただきました！【丁寧なカウンセリングで、進むべき道が明確に！】 ありがたいことに「丁寧な指導」とご評価いただいております。 実際のレッスン風景をぜひご参考くださいませ！ ●講師インタビューを受けました！ &bull;ワールドトーク講師インタビュー#10｜英語習得の秘訣はサイクルを早く回すこと 英語との出会いと挫折、オンライン英会話の生徒から講師への転身、 レッスン提供への思い・・・など レッスンの中ではお伝えしきれない、私のバックグラウンドが詳しく取り上げられています。 「Kazuさんってどんな人？」「レッスンを受ける前に、人となりが知りたい！」という方は、 ぜひ読んでみてください。 ●ワールドトーク公式Instagram のリール動画に出演しています！ &bull;英検1級二次試験　ぶつかる壁とは？ &bull;英検1級の勉強で身につく意外なもの &bull;英検1級の単語は覚えても意味がないってホント？ 公式Instagramのリール動画に出演しています！ 「Kazu先生の雰囲気をちょっと知りたいな」 という方に、ぜひ見ていただきたいです＾＾ ●「すきま英語」ブログ ・英検1級、仲間と一緒に勉強する「グループレッスン」&hellip;！？ ・【初公開！】英検1級レッスン動画＆合格メソッドのご紹介 &bull;英検1級2次試験 合格された生徒さまとの「二人三脚」体験記③！　～苦手克服に特化～ &bull;英検1級2次試験 合格された生徒さまとの「二人三脚」体験記②！　～得意なテーマにしぼる～ 私の「すきま英語」ブログでは、生徒のみなさまからのお悩み・疑問を基に、 英語学習についての最新情報を交えたコンテンツをお届けしています。 つまり、「生徒のみなさまと一緒に作り上げているコンテンツ」なんです・・！ 英検の最新情報、学習法、洋書とのつながり、ビジネス書の考察・・など 話題は多岐に渡っています。 実はレッスンの中でも、お一人おひとりに合った記事を紹介しており、 「励みになった！」「参考になります！」とご好評いただいております。 ぜひ、みなさんのお気に入りの記事を見つけてみてください！ ●出会った英検1級の語彙　のコーナー！ └ breach（BBC Newsに出てきました！） 英検1級の語彙って、実は色んな場面・媒体（新聞、書籍、チャット、日常会話）で 使われているんです。 1級受験者の方のモチベーションアップになればと思い、本コーナーで紹介しております。 一緒に1級の壁を二人三脚で乗り越えましょう！ 皆様の温かいお言葉が、大きな励みになっております。 もっともっと精進いたします！ ★本業（採用コンサルタント）の関係で、随時枠を更新いたします。★ 大学の専門や本業の経歴など、詳しいプロフィールは、 LinkedInをご確認ください^^</p>', '■宿題について\n-----------------------------\n・本講座では宿題がございます。\n・シラバス内の「宿題フォーム」か、下記の「アーカイブ動画・宿題フォームまとめ」にて\n　ご確認ください。\n・レッスン前日が〆切となっております。\n　出来る範囲でご提出をお願いいたします。\n\n\n■アーカイブ動画・宿題フォームについて\n-----------------------------\n\n▼アーカイブ視聴・宿題フォームまとめ\nhttps://drive.google.com/drive/folders/1PYT4MVLr1vkYh4zx1gCyDIKEidHa6NFn\n\n・各講座終了後、24時間後以内にアップロードいたします。\n・受講生限定で全10回分、2025/10/14(火) 18:00まで公開いたします。\n', NULL, NULL, NULL, 'kazu <p>★英検1級合格例★ 1初受験&times;社会人&times;海外経験なし(対策期間:12日間) &rarr;超短期間で1級2次試験合格! 2初受験&times;社会人&times;海外経験なし(対策期間:20日間) &rarr;1次後に初レッスン。2次のノウハウ伝授!1級2次試験合格! 33回目受験&times;社会人&times;海外経験あり(対策期間:7ヵ月) &rarr;論理展開が課題。7ヵ月間で飛躍的な成長を!1級2次試験合格! 48回目受験&times;社会人&times;海外経験なし(対策期間:9ヵ月) &rarr;short speech原稿を100本。時にはメンタルフォローも!1級2次試験合格! 5初受験&times;高校生&times;海外経験あり(対策期間:1ヵ月) &rarr;生徒さまの成長意欲を活かし、よりハイレベルなトピックを。1級1次&amp;2次試験合格! 63回目受験&times;高校生の方&times;海外経験あり(対策期間:1ヵ月) &rarr;オールイングリッシュ授業。解説も英語でお届け!1級2次試験合格! 73回目受験&times;社会人の方&times;海外経験あり(対策期間:1ヵ月) &rarr;short speech完全特化。25分間で3トピックもの演習を!1級2次試験合格! 83回目受験&times;社会人の方&times;海外経験あり(対策期間:8ヵ月) &rarr;ご家庭の事情に配慮しながら、無理のないスケジュールをご提案。1級2次試験合格! 英検1級合格者の生徒さまのインタビュー動画 もご参考ください。 他にも、英検、toeic、フリートーク、定期テスト対策から大学受験まで、実践的で楽しめる25分間をお届けします^^ ★だれでも特典★ ・x:英語学習のコツを発信中! 相互フォローで学習を応援し合いましょう♪ ・すきま英語:生徒さんの合格体験談、私の失敗談など載せています^^ ・インスタグラム:リール動画にて英語の小ネタをご紹介! ★継続特典★ ・目標に合わせて、宿題あり ・メッセージベースで無料の学習相談 ・個別の「あなた専用学習レポート」をご提供 ★合格実績★ ●英検【合格】の生徒さま 2023年第2回からの累計 └1級 12名 └準1級 7名 └2級 5名 └準2級 4名 └3級 1名 随時、受講者の方を随時募集しております^^ ★記事掲載のお知らせ★ ●私のレッスンの体験記を公開いただきました! &bull;kazu先生【第16回】ワールドトーク レッスン体験記 &bull;kazu先生のレッスンレビューをいただきました!【丁寧なカウンセリングで、進むべき道が明確に!】 ありがたいことに「丁寧な指導」とご評価いただいております。 実際のレッスン風景をぜひご参考くださいませ! ●講師インタビューを受けました! &bull;ワールドトーク講師インタビュー#10|英語習得の秘訣はサイクルを早く回すこと 英語との出会いと挫折、オンライン英会話の生徒から講師への転身、 レッスン提供への思い・・・など レッスンの中ではお伝えしきれない、私のバックグラウンドが詳しく取り上げられています。 「kazuさんってどんな人?」「レッスンを受ける前に、人となりが知りたい!」という方は、 ぜひ読んでみてください。 ●ワールドトーク公式instagram のリール動画に出演しています! &bull;英検1級二次試験 ぶつかる壁とは? &bull;英検1級の勉強で身につく意外なもの &bull;英検1級の単語は覚えても意味がないってホント? 公式instagramのリール動画に出演しています! 「kazu先生の雰囲気をちょっと知りたいな」 という方に、ぜひ見ていただきたいです^^ ●「すきま英語」ブログ ・英検1級、仲間と一緒に勉強する「グループレッスン」&hellip;!? ・【初公開!】英検1級レッスン動画&合格メソッドのご紹介 &bull;英検1級2次試験 合格された生徒さまとの「二人三脚」体験記3! ~苦手克服に特化~ &bull;英検1級2次試験 合格された生徒さまとの「二人三脚」体験記2! ~得意なテーマにしぼる~ 私の「すきま英語」ブログでは、生徒のみなさまからのお悩み・疑問を基に、 英語学習についての最新情報を交えたコンテンツをお届けしています。 つまり、「生徒のみなさまと一緒に作り上げているコンテンツ」なんです・・! 英検の最新情報、学習法、洋書とのつながり、ビジネス書の考察・・など 話題は多岐に渡っています。 実はレッスンの中でも、お一人おひとりに合った記事を紹介しており、 「励みになった!」「参考になります!」とご好評いただいております。 ぜひ、みなさんのお気に入りの記事を見つけてみてください! ●出会った英検1級の語彙 のコーナー! └ breach(bbc newsに出てきました!) 英検1級の語彙って、実は色んな場面・媒体(新聞、書籍、チャット、日常会話)で 使われているんです。 1級受験者の方のモチベーションアップになればと思い、本コーナーで紹介しております。 一緒に1級の壁を二人三脚で乗り越えましょう! 皆様の温かいお言葉が、大きな励みになっております。 もっともっと精進いたします! ★本業(採用コンサルタント)の関係で、随時枠を更新いたします。★ 大学の専門や本業の経歴など、詳しいプロフィールは、 linkedinをご確認ください^^</p> ■宿題について ----------------------------- ・本講座では宿題がございます。 ・シラバス内の「宿題フォーム」か、下記の「アーカイブ動画・宿題フォームまとめ」にて ご確認ください。 ・レッスン前日が〆切となっております。 出来る範囲でご提出をお願いいたします。 ■アーカイブ動画・宿題フォームについて ----------------------------- ▼アーカイブ視聴・宿題フォームまとめ https://drive.google.com/drive/folders/1pyt4mvlr1vkyh4zx1gcydikeidha6nfn ・各講座終了後、24時間後以内にアップロードいたします。 ・受講生限定で全10回分、2025/10/14(火) 18:00まで公開いたします。', NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0),
(5, 1765339166, 1765342713, 1, 'worldtalk.carrie@gmail.com', 'a3c79aa3143baba1febda77396eda329f4e23edfda1c004faa565939bf8ef4dd0fb012bf13eb37d02477d5139aa60cb2e0a59ed1e825e898e039d9d464d1c362', 0, 0, 0, 0, 1, 30, 1, 'jp', 'jp', '田野', '友佳理', 'Carrie', NULL, 2, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, 3072, 0, '<p>こんにちは！英語と日本語を日常的に使用していたCarrieです。私の指導スタイルは、<strong>楽しさ</strong>と<strong>受講者のニーズに合わせた柔軟さ</strong>を大切にしています。🌟</p>\n<p>私は日本で育ち、医療業界で働いた後、留学を経験しました。ロンドンやバンクーバーでの生活を通じて、<strong>英語を使った環境での学び</strong>や「通じ合う楽しさ」を実感してきました。現在は英語を学ぶ方々に、自信を持って会話ができるようサポートしています。📚</p>\n<ul>\n<li><strong>受講者のレベルに応じて柔軟にレッスン内容を調整</strong></li>\n<li><strong>自己紹介から始まる会話の流れを支援</strong></li>\n<li><strong>「間違えても大丈夫！」な安心感を提供</strong></li>\n</ul>\n<p>私は特に、自己紹介ができるのにその先が続かない方におすすめです。<span style=\"background-color: #f8e465;\"><strong>会話の広げ方</strong></span>を実践し、「初対面の人とも自然に話せた！」という体験を一緒に作りましょう。皆様とお話しできることを楽しみにしています！🎉</p>', NULL, NULL, NULL, NULL, 'carrie <p>こんにちは!英語と日本語を日常的に使用していたcarrieです。私の指導スタイルは、<strong>楽しさ</strong>と<strong>受講者のニーズに合わせた柔軟さ</strong>を大切にしています。🌟</p> <p>私は日本で育ち、医療業界で働いた後、留学を経験しました。ロンドンやバンクーバーでの生活を通じて、<strong>英語を使った環境での学び</strong>や「通じ合う楽しさ」を実感してきました。現在は英語を学ぶ方々に、自信を持って会話ができるようサポートしています。📚</p> <ul> <li><strong>受講者のレベルに応じて柔軟にレッスン内容を調整</strong></li> <li><strong>自己紹介から始まる会話の流れを支援</strong></li> <li><strong>「間違えても大丈夫!」な安心感を提供</strong></li> </ul> <p>私は特に、自己紹介ができるのにその先が続かない方におすすめです。<span style=\"background-color: #f8e465;\"><strong>会話の広げ方</strong></span>を実践し、「初対面の人とも自然に話せた!」という体験を一緒に作りましょう。皆様とお話しできることを楽しみにしています!🎉</p>', NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0),
(6, 1766393314, 1766395211, 1, 'sakamotonagomi@icloud.com', '7b3ec9ecf60c6502a4e52e82d272fa5f254246de85fa6c659eed7585f71ba3db919d429ea06d208b892b3cbcb8ce8888da79a75d78939c08be1df4a61965adec', 0, 0, 0, 0, 1, 30, 1, 'jp', 'jp', '坂本', '和海', 'Joanna', NULL, 2, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, 0, 0, '<p>こんにちは、Joannaです！🎉 英語コーチとして19歳から活動し、キッズから社会人まで幅広くサポートしています。楽しく、学びやすいスタイルで一緒に英語を学びましょう！</p>\n<p>英検は五級〜準二級まで対応しており、英会話も初心者から上級者まで教えています。キッズレッスンや日常会話が得意で、皆さんのご希望に寄り添いながら授業を進めていきます。</p>\n<ul>\n<li><strong>幅広い年齢層の指導経験</strong></li>\n<li><span style=\"background-color: #f8e465;\"><strong>楽しく学べるレッスンスタイル</strong></span></li>\n<li><strong>特別なニーズにも柔軟に対応</strong></li>\n</ul>\n<p>英語に自信を持ちたい方、大人からお子様まで全ての方におすすめです。英語の基礎をしっかり身につけ、新しい環境にスムーズに適応できるようお手伝いします。何でもお気軽にご相談ください！✨</p>', NULL, NULL, NULL, NULL, 'joanna <p>こんにちは、joannaです!🎉 英語コーチとして19歳から活動し、キッズから社会人まで幅広くサポートしています。楽しく、学びやすいスタイルで一緒に英語を学びましょう!</p> <p>英検は五級〜準二級まで対応しており、英会話も初心者から上級者まで教えています。キッズレッスンや日常会話が得意で、皆さんのご希望に寄り添いながら授業を進めていきます。</p> <ul> <li><strong>幅広い年齢層の指導経験</strong></li> <li><span style=\"background-color: #f8e465;\"><strong>楽しく学べるレッスンスタイル</strong></span></li> <li><strong>特別なニーズにも柔軟に対応</strong></li> </ul> <p>英語に自信を持ちたい方、大人からお子様まで全ての方におすすめです。英語の基礎をしっかり身につけ、新しい環境にスムーズに適応できるようお手伝いします。何でもお気軽にご相談ください!✨</p>', NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0),
(7, 1768900285, 1768965668, 1, 'kamesawa18@gmail.com', '7b5b6eb15edff2ada6de20924c5d5da00be3b87eb94c1c26ce2318054ed00ce01a573b927d323e0c4dc75357d4840e426260e583f613a64bf42d46475d72ec6d', 0, 0, 0, 0, 1, 30, 1, NULL, NULL, '亀澤', '好乃', 'Yoshino K', NULL, 2, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, 0, 0, '<p>こんにちは！講師の<strong>Yoshino K</strong>です。<br>私のレッスンでは、リラックスした雰囲気の中で日常英会話や専門用語を楽しく学べるスタイルを大切にしています✨</p>\n<p>英会話を始めてから7年以上、累計で10,416回のレッスンを行ってきました。<br>学会での質疑応答や論文の音読練習、安全で楽しいロールプレイを通じた学びを提供しています📚</p>\n<ul>\n<li>初めての方でも安心！親しみやすいレッスン環境を提供します</li>\n<li>専門用語を含む様々なテーマに対応可能🗣️</li>\n<li>英語の「楽しさ」を伝え、一緒に学ぶ喜びを感じてもらいます🔥</li>\n</ul>\n<p>どんな方にでもおススメですが、特に初めて英語に挑戦する方や、スピーキングに不安を感じている方に特にぴったりです。<br>一緒にコミュニケーションを楽しみながら、少しずつ自信をつけていきましょう🌟</p>', NULL, NULL, NULL, NULL, 'yoshino k <p>こんにちは!講師の<strong>yoshino k</strong>です。<br>私のレッスンでは、リラックスした雰囲気の中で日常英会話や専門用語を楽しく学べるスタイルを大切にしています✨</p> <p>英会話を始めてから7年以上、累計で10,416回のレッスンを行ってきました。<br>学会での質疑応答や論文の音読練習、安全で楽しいロールプレイを通じた学びを提供しています📚</p> <ul> <li>初めての方でも安心!親しみやすいレッスン環境を提供します</li> <li>専門用語を含む様々なテーマに対応可能🗣️</li> <li>英語の「楽しさ」を伝え、一緒に学ぶ喜びを感じてもらいます🔥</li> </ul> <p>どんな方にでもおススメですが、特に初めて英語に挑戦する方や、スピーキングに不安を感じている方に特にぴったりです。<br>一緒にコミュニケーションを楽しみながら、少しずつ自信をつけていきましょう🌟</p>', NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0);

-- --------------------------------------------------------

--
-- テーブルの構造 `schedules`
--

CREATE TABLE `schedules` (
  `sch_id` bigint(20) UNSIGNED NOT NULL,
  `prof_id` bigint(20) UNSIGNED NOT NULL,
  `lsn_id` bigint(20) UNSIGNED NOT NULL DEFAULT 0,
  `course_id` int(11) NOT NULL DEFAULT 0,
  `group_id` int(11) UNSIGNED NOT NULL,
  `group_start_flag` int(11) NOT NULL DEFAULT 0,
  `group_count` int(11) NOT NULL DEFAULT 0,
  `sch_cdate` int(10) UNSIGNED NOT NULL,
  `sch_stime` datetime NOT NULL,
  `sch_etime` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- テーブルのデータのダンプ `schedules`
--

INSERT INTO `schedules` (`sch_id`, `prof_id`, `lsn_id`, `course_id`, `group_id`, `group_start_flag`, `group_count`, `sch_cdate`, `sch_stime`, `sch_etime`) VALUES
(1, 1, 0, 1, 1, 1, 10, 1748257979, '2025-05-28 21:00:00', '2025-05-28 21:30:00'),
(2, 1, 0, 1, 1, 0, 10, 1748257979, '2025-05-28 21:30:00', '2025-05-28 22:00:00'),
(3, 1, 0, 1, 2, 1, 10, 1748257990, '2025-06-04 21:00:00', '2025-06-04 21:30:00'),
(4, 1, 0, 1, 2, 0, 10, 1748257990, '2025-06-04 21:30:00', '2025-06-04 22:00:00'),
(5, 1, 0, 1, 3, 1, 10, 1748258029, '2025-06-11 21:00:00', '2025-06-11 21:30:00'),
(6, 1, 0, 1, 3, 0, 10, 1748258029, '2025-06-11 21:30:00', '2025-06-11 22:00:00'),
(7, 1, 0, 1, 4, 1, 10, 1748258157, '2025-06-18 21:00:00', '2025-06-18 21:30:00'),
(8, 1, 0, 1, 4, 0, 10, 1748258157, '2025-06-18 21:30:00', '2025-06-18 22:00:00'),
(9, 1, 0, 1, 5, 1, 10, 1748258227, '2025-06-25 21:00:00', '2025-06-25 21:30:00'),
(10, 1, 0, 1, 5, 0, 10, 1748258227, '2025-06-25 21:30:00', '2025-06-25 22:00:00'),
(11, 1, 0, 1, 6, 1, 10, 1748258235, '2025-07-02 21:00:00', '2025-07-02 21:30:00'),
(12, 1, 0, 1, 6, 0, 10, 1748258235, '2025-07-02 21:30:00', '2025-07-02 22:00:00'),
(13, 1, 0, 1, 7, 1, 10, 1748258243, '2025-07-09 21:00:00', '2025-07-09 21:30:00'),
(14, 1, 0, 1, 7, 0, 10, 1748258243, '2025-07-09 21:30:00', '2025-07-09 22:00:00'),
(15, 1, 0, 1, 8, 1, 10, 1748258276, '2025-07-16 21:00:00', '2025-07-16 21:30:00'),
(16, 1, 0, 1, 8, 0, 10, 1748258276, '2025-07-16 21:30:00', '2025-07-16 22:00:00'),
(17, 1, 0, 1, 9, 1, 10, 1748258285, '2025-07-23 21:00:00', '2025-07-23 21:30:00'),
(18, 1, 0, 1, 9, 0, 10, 1748258285, '2025-07-23 21:30:00', '2025-07-23 22:00:00'),
(19, 1, 0, 1, 10, 1, 10, 1748258292, '2025-07-30 21:00:00', '2025-07-30 21:30:00'),
(20, 1, 0, 1, 10, 0, 10, 1748258292, '2025-07-30 21:30:00', '2025-07-30 22:00:00'),
(21, 2, 0, 2, 11, 1, 5, 1748419415, '2025-05-28 18:00:00', '2025-05-28 18:30:00'),
(22, 2, 0, 2, 11, 0, 5, 1748419415, '2025-05-28 18:30:00', '2025-05-28 19:00:00');

-- --------------------------------------------------------

--
-- テーブルの構造 `sdms`
--

CREATE TABLE `sdms` (
  `sdm_id` bigint(20) UNSIGNED NOT NULL,
  `seller_id` bigint(20) UNSIGNED NOT NULL,
  `sdm_cdate` int(10) UNSIGNED NOT NULL,
  `sdm_status` tinyint(3) UNSIGNED NOT NULL,
  `sdm_price` int(10) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `sellers`
--

CREATE TABLE `sellers` (
  `seller_id` bigint(20) UNSIGNED NOT NULL,
  `seller_cdate` int(10) UNSIGNED NOT NULL,
  `seller_mdate` int(10) UNSIGNED NOT NULL,
  `seller_status` tinyint(3) UNSIGNED NOT NULL,
  `seller_email` varchar(255) NOT NULL,
  `seller_pass` varchar(255) NOT NULL,
  `seller_name` varchar(30) NOT NULL,
  `seller_code` varchar(20) NOT NULL,
  `seller_margin_ratio` tinyint(3) UNSIGNED NOT NULL,
  `seller_company` varchar(255) NOT NULL,
  `seller_dept` varchar(255) DEFAULT NULL,
  `seller_title` varchar(20) DEFAULT NULL,
  `seller_lastname` varchar(100) DEFAULT NULL,
  `seller_firstname` varchar(100) DEFAULT NULL,
  `seller_zip1` varchar(3) DEFAULT NULL,
  `seller_zip2` varchar(4) DEFAULT NULL,
  `seller_addr1` varchar(5) DEFAULT NULL,
  `seller_addr2` varchar(20) DEFAULT NULL,
  `seller_addr3` varchar(50) DEFAULT NULL,
  `seller_addr4` varchar(50) DEFAULT NULL,
  `seller_tel1` varchar(5) DEFAULT NULL,
  `seller_tel2` varchar(4) DEFAULT NULL,
  `seller_tel3` varchar(4) DEFAULT NULL,
  `seller_url` varchar(255) DEFAULT NULL,
  `seller_memo` text DEFAULT NULL,
  `seller_memo2` text DEFAULT NULL,
  `seller_note` text DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- テーブルのデータのダンプ `sellers`
--

INSERT INTO `sellers` (`seller_id`, `seller_cdate`, `seller_mdate`, `seller_status`, `seller_email`, `seller_pass`, `seller_name`, `seller_code`, `seller_margin_ratio`, `seller_company`, `seller_dept`, `seller_title`, `seller_lastname`, `seller_firstname`, `seller_zip1`, `seller_zip2`, `seller_addr1`, `seller_addr2`, `seller_addr3`, `seller_addr4`, `seller_tel1`, `seller_tel2`, `seller_tel3`, `seller_url`, `seller_memo`, `seller_memo2`, `seller_note`) VALUES
(1, 1748255705, 1748255705, 1, 's_moriyama@writeup.co.jp', '86c44226b25f46c546340b33fdba7917b1d8e945196d9040d9edd4593107de6b3e7837a861e48c2eb446fb9b41b153094ccd96e45aa717e471f6456075979c31', '株式会社ライトアップ', 'writeup', 30, '株式会社ライトアップ', NULL, NULL, '森山', '卓', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'https://www.group.worldtalk.jp/', NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- テーブルの構造 `sysconf`
--

CREATE TABLE `sysconf` (
  `name` varchar(32) NOT NULL,
  `value` text DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- テーブルのデータのダンプ `sysconf`
--

INSERT INTO `sysconf` (`name`, `value`) VALUES
('ann_list_limit_1', '10'),
('ann_list_limit_2', '10'),
('ann_list_limit_3', '10'),
('auto_logon', NULL),
('cancel1_coupon_fee_rate', '0'),
('cancel1_coupon_prof_margin', '0'),
('cancel1_coupon_seller_margin', '0'),
('cancel1_point_fee_rate', '0'),
('cancel1_point_prof_margin', '0'),
('cancel1_point_seller_margin', '0'),
('cancel2_coupon_fee_rate', '100'),
('cancel2_coupon_prof_margin', '50'),
('cancel2_coupon_seller_margin', '0'),
('cancel2_point_fee_rate', '100'),
('cancel2_point_prof_margin', '100'),
('cancel2_point_seller_margin', '0'),
('cancel3_coupon_fee_rate', '100'),
('cancel3_coupon_prof_margin', '50'),
('cancel3_coupon_seller_margin', '0'),
('cancel3_point_fee_rate', '100'),
('cancel3_point_prof_margin', '100'),
('cancel3_point_seller_margin', '0'),
('cancelable_hours', '1'),
('card_min_charge', NULL),
('coupon_expire_days', '60'),
('coupon_max', '100'),
('coupon_price_default', '500'),
('fml_content_default', 'Subject: [%product_name%] \nSender: %pub_sender%\nFrom: %pub_from%\nTo: %member_email%\n\n%member_lastname% %member_firstname% 様\n\n\n\n%pub_common_mail_footer%'),
('hon_point_add', '100000'),
('hosts_allow', NULL),
('jpayment_aid', '104825'),
('jpayment_payform_url', 'https://credit.j-payment.co.jp/gateway/payform.aspx'),
('lesson_bill_limit', '2'),
('lesson_end_reminder_last_epoch', '1771308302'),
('lesson_report_limit', '1'),
('lesson_reservation_limit', '0'),
('lesson_reservation_limit_unit', 'h'),
('lesson_start_reminder_last_epoch', '1771315502'),
('lsn_reminder_timing', '2'),
('member_caption', '会員'),
('member_demand10_title', NULL),
('member_demand11_title', NULL),
('member_demand12_title', NULL),
('member_demand13_title', NULL),
('member_demand14_title', NULL),
('member_demand15_title', NULL),
('member_demand16_title', NULL),
('member_demand17_title', NULL),
('member_demand18_title', NULL),
('member_demand19_title', NULL),
('member_demand1_title', 'たくさん話したい'),
('member_demand20_title', NULL),
('member_demand21_title', NULL),
('member_demand22_title', NULL),
('member_demand23_title', NULL),
('member_demand24_title', NULL),
('member_demand25_title', NULL),
('member_demand26_title', NULL),
('member_demand27_title', NULL),
('member_demand28_title', NULL),
('member_demand29_title', NULL),
('member_demand2_title', 'たくさん話をしてほしい'),
('member_demand30_title', NULL),
('member_demand31_title', NULL),
('member_demand32_title', NULL),
('member_demand3_title', 'しっかりと発音を覚えたい'),
('member_demand4_title', '表現をたくさん覚えたい'),
('member_demand5_title', 'まずは基本から教えてほしい'),
('member_demand6_title', NULL),
('member_demand7_title', NULL),
('member_demand8_title', NULL),
('member_demand9_title', NULL),
('member_demand_max', '5'),
('member_demand_min', '0'),
('member_interest10_title', 'アウトドア'),
('member_interest11_title', NULL),
('member_interest12_title', NULL),
('member_interest13_title', NULL),
('member_interest14_title', NULL),
('member_interest15_title', NULL),
('member_interest16_title', NULL),
('member_interest17_title', NULL),
('member_interest18_title', NULL),
('member_interest19_title', NULL),
('member_interest1_title', '映画・音楽'),
('member_interest20_title', NULL),
('member_interest21_title', NULL),
('member_interest22_title', NULL),
('member_interest23_title', NULL),
('member_interest24_title', NULL),
('member_interest25_title', NULL),
('member_interest26_title', NULL),
('member_interest27_title', NULL),
('member_interest28_title', NULL),
('member_interest29_title', NULL),
('member_interest2_title', 'スポーツ'),
('member_interest30_title', NULL),
('member_interest31_title', NULL),
('member_interest32_title', NULL),
('member_interest3_title', '旅行'),
('member_interest4_title', '読書'),
('member_interest5_title', 'グルメ・お酒'),
('member_interest6_title', '美容・ファッション'),
('member_interest7_title', '政治・経済'),
('member_interest8_title', '外国語'),
('member_interest9_title', 'ゲーム'),
('member_interest_max', '9'),
('member_interest_min', '0'),
('member_level10_title', NULL),
('member_level11_title', NULL),
('member_level12_title', NULL),
('member_level13_title', NULL),
('member_level14_title', NULL),
('member_level15_title', NULL),
('member_level16_title', NULL),
('member_level17_title', NULL),
('member_level18_title', NULL),
('member_level19_title', NULL),
('member_level1_title', '全く会話が出来ない'),
('member_level20_title', NULL),
('member_level21_title', NULL),
('member_level22_title', NULL),
('member_level23_title', NULL),
('member_level24_title', NULL),
('member_level25_title', NULL),
('member_level26_title', NULL),
('member_level27_title', NULL),
('member_level28_title', NULL),
('member_level29_title', NULL),
('member_level2_title', '単語は少し分かる'),
('member_level30_title', NULL),
('member_level31_title', NULL),
('member_level32_title', NULL),
('member_level3_title', '簡単な会話は可能'),
('member_level4_title', '日常会話が可能'),
('member_level5_title', 'ほとんど会話が可能'),
('member_level6_title', NULL),
('member_level7_title', NULL),
('member_level8_title', NULL),
('member_level9_title', NULL),
('member_level_max', '2'),
('member_level_min', '0'),
('member_purpose10_title', 'ビジネス'),
('member_purpose11_title', '日常会話'),
('member_purpose12_title', 'トラベル英語'),
('member_purpose13_title', '英文添削'),
('member_purpose14_title', 'イギリス英語'),
('member_purpose15_title', NULL),
('member_purpose16_title', NULL),
('member_purpose17_title', NULL),
('member_purpose18_title', NULL),
('member_purpose19_title', NULL),
('member_purpose1_title', '英検対策'),
('member_purpose20_title', NULL),
('member_purpose21_title', NULL),
('member_purpose22_title', NULL),
('member_purpose23_title', NULL),
('member_purpose24_title', NULL),
('member_purpose25_title', NULL),
('member_purpose26_title', NULL),
('member_purpose27_title', NULL),
('member_purpose28_title', NULL),
('member_purpose29_title', NULL),
('member_purpose2_title', 'TOEIC対策'),
('member_purpose30_title', NULL),
('member_purpose31_title', NULL),
('member_purpose32_title', NULL),
('member_purpose3_title', '発音指導'),
('member_purpose4_title', '文法指導'),
('member_purpose5_title', 'キッズ'),
('member_purpose6_title', '小学生'),
('member_purpose7_title', '中学生'),
('member_purpose8_title', '高校生'),
('member_purpose9_title', 'フォニックス'),
('member_purpose_max', '3'),
('member_purpose_min', '0'),
('normal_coupon_fee_rate', '100'),
('normal_coupon_prof_margin', '0'),
('normal_coupon_seller_margin', '0'),
('normal_point_fee_rate', '100'),
('normal_point_prof_margin', '100'),
('normal_point_seller_margin', '0'),
('notice_from', 'japanese-pf@gl-navi.co.jp'),
('notice_to', 'japanese-pf@gl-navi.co.jp'),
('pass_lock_limit', NULL),
('paypal_id', 'U49QP4T4GUCB6'),
('paypal_ipn_url', 'https://www.sandbox.paypal.com/cgi-bin/webscr'),
('paypal_ips_url', 'https://www.sandbox.paypal.com/cgi-bin/webscr'),
('paypal_nvp_password', '1343730656'),
('paypal_nvp_signature', 'AkxTW3Lu2AxK3tD7UqcVokMFYGhQA8ktB8U2lXP2t8xGkTOLWtefe4zP'),
('paypal_nvp_url', 'https://api-3t.sandbox.paypal.com/nvp'),
('paypal_nvp_username', 'dvlp_1343730624_biz_api1.media.writeup.co.jp'),
('paypal_post_url', 'https://securepayments.sandbox.paypal.com/acquiringweb'),
('pdm_limit', '9999'),
('pdm_min_price', '0'),
('point_auto_min_month', '1'),
('point_expire_days', '90'),
('point_expire_notice_days', '7'),
('product_name', 'ワールドトーク'),
('prof_caption', '講師'),
('prof_character10_title', 'ビジネス'),
('prof_character11_title', '日常会話'),
('prof_character12_title', 'トラベル英語'),
('prof_character13_title', '英文添削'),
('prof_character14_title', 'イギリス英語'),
('prof_character15_title', NULL),
('prof_character16_title', NULL),
('prof_character17_title', NULL),
('prof_character18_title', NULL),
('prof_character19_title', NULL),
('prof_character1_title', '英検対策'),
('prof_character20_title', NULL),
('prof_character21_title', NULL),
('prof_character22_title', NULL),
('prof_character23_title', NULL),
('prof_character24_title', NULL),
('prof_character25_title', NULL),
('prof_character26_title', NULL),
('prof_character27_title', NULL),
('prof_character28_title', NULL),
('prof_character29_title', NULL),
('prof_character2_title', 'TOEIC対策'),
('prof_character30_title', NULL),
('prof_character31_title', NULL),
('prof_character32_title', NULL),
('prof_character3_title', '発音指導'),
('prof_character4_title', '文法指導'),
('prof_character5_title', 'キッズ'),
('prof_character6_title', '小学生'),
('prof_character7_title', '中学生'),
('prof_character8_title', '高校生'),
('prof_character9_title', 'フォニックス'),
('prof_character_max', '2'),
('prof_character_min', '0'),
('prof_countries', 'us アメリカ合衆国\nuk イギリス\nau オーストラリア\nca カナダ\nse スウェーデン\nkr 韓国\ncn 中国\njp 日本\nnz ニュージーランド\nph フィリピン\nin インド\nth タイ\nnl オランダ\n'),
('prof_default_step', '30'),
('prof_interest10_title', 'アウトドア'),
('prof_interest11_title', NULL),
('prof_interest12_title', NULL),
('prof_interest13_title', NULL),
('prof_interest14_title', NULL),
('prof_interest15_title', NULL),
('prof_interest16_title', NULL),
('prof_interest17_title', NULL),
('prof_interest18_title', NULL),
('prof_interest19_title', NULL),
('prof_interest1_title', '映画・音楽'),
('prof_interest20_title', NULL),
('prof_interest21_title', NULL),
('prof_interest22_title', NULL),
('prof_interest23_title', NULL),
('prof_interest24_title', NULL),
('prof_interest25_title', NULL),
('prof_interest26_title', NULL),
('prof_interest27_title', NULL),
('prof_interest28_title', NULL),
('prof_interest29_title', NULL),
('prof_interest2_title', 'スポーツ'),
('prof_interest30_title', NULL),
('prof_interest31_title', NULL),
('prof_interest32_title', NULL),
('prof_interest3_title', '旅行'),
('prof_interest4_title', '読書'),
('prof_interest5_title', 'グルメ・お酒'),
('prof_interest6_title', '美容・ファッション'),
('prof_interest7_title', '政治・経済'),
('prof_interest8_title', '外国語'),
('prof_interest9_title', 'ゲーム'),
('prof_interest_max', '3'),
('prof_interest_min', '0'),
('prof_rank', NULL),
('prof_rank1_title', '☆☆☆☆☆'),
('prof_rank2_title', '☆☆☆☆'),
('prof_rank3_title', '☆☆☆'),
('prof_rank4_title', '☆☆'),
('prof_rank5_title', '☆'),
('pub_common_mail_footer', '======================================================================\n\n　ワールドトーク 事務局  https://www.worldtalk.jp/\n\n　お問い合わせ先：https://www.worldtalk.jp/contacts\n　お問い合わせご対応時間：平日 月～金曜日（祝日除く）10：00～19：00\n\n　運営会社：株式会社ライトアップ http://www.writeup.co.jp\n　〒150-0002　東京都渋谷区渋谷2-15-1 渋谷クロスタワー　32階\n\n　＊管理画面にアクセス出来ない場合はこちらまでご連絡ください\n　　worldtalk.error@gmail.com\n\n======================================================================'),
('pub_from', 'customer@worldtalk.jp'),
('pub_sender', 'ワールドトーク運営事務局（グループ講座）'),
('reg_interim_expire', '7'),
('schedule_months', '2'),
('sdm_limit', '9999'),
('sdm_min_price', '0'),
('self_check_key', 'sysconf'),
('sendmail_path', '/usr/sbin/sendmail'),
('session_expire', '5'),
('smtp_auth_pass', 'sFG4+n~&tm'),
('smtp_auth_user', 'wte'),
('smtp_host', NULL),
('smtp_port', '25'),
('static_url', '/WTE/static'),
('tax_rate', '8'),
('tz', 'Asia/Tokyo');

-- --------------------------------------------------------

--
-- テーブルの構造 `tmpls`
--

CREATE TABLE `tmpls` (
  `tmpl_id` varchar(20) NOT NULL,
  `tmpl_content` text DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- テーブルのデータのダンプ `tmpls`
--

INSERT INTO `tmpls` (`tmpl_id`, `tmpl_content`) VALUES
('adm9001', 'Subject: [%product_name%] 日別利用状況レポート - %dt_Y%年%dt_m%月%dt_d%日（%dt_wj%）\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %pub_from%\n\n日別利用状況レポート - %dt_Y%年%dt_m%月%dt_d%日（%dt_wj%）\n\n■会員数\n・本日の新規登録数：%new_member_num% 人\n・会員合計数：%member_num% 人\n\n※ 本日の新規登録数は、当日に仮登録から本登録までを完了したものが対象です。\n※ 会員合計数は、仮登録状態の会員は含まれません。\n\n■本日の購入ポイント数\n・銀行振込の単発購入：%point_43% pt\n・クレジット単発購入：%point_41% pt\n・クレジット自動課金：%point_42% pt\n────────────────────\n・合計：%point_sum% pt\n\n※ 銀行振り込みの場合、管理メニューからポイントをチャージした日付が基準となります。\n 　銀行振り込み申請日が基準ではありません。\n\n■月額コースの合計会員数\n%subscriber_num% 人\n\n※ 現実点で課金継続中の会員が対象です。'),
('buz9001', 'Subject: [%product_name%] クチコミ投稿通知\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %member_email%\n\n%member_lastname% %member_firstname% 様\n\nこんにちは、%product_name%運営事務局です。\n下記の通り、%prof_handle%さんのクチコミ投稿を受け付けました。\nご投稿、ありがとうございます。\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■送信内容\n──────────────────────────────────\n・%prof_caption%： %prof_handle% さん\n・メッセージ\n\n%buz_content%\n\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n\n%prof_caption%宛のクチコミは、%prof_caption%詳細ページで\n取り上げられることがございます。\n\nまた今後もレッスンを受講された場合は、ぜひご投稿ください。\n\n今後とも%product_name%をよろしくお願いいたします。\n\n%pub_common_mail_footer%'),
('buz9002', 'Subject: [%product_name%] クチコミ投稿通知\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %member_email%\n\n%prof_lastname% %prof_firstname% 様\n\nこんにちは、%product_name%運営事務局です。\n下記の通り、%member_handle%さんからクチコミ投稿を受け付けました。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■受信内容\n──────────────────────────────────\n\n・投稿者： %member_handle% さん\n・クチコミ\n\n%buz_content%\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n\nクチコミを表示設定にすると、%prof_caption%のプロフィールページに\nクチコミを表示して、%member_caption%さんに見てもらうことが\nできるようになります。\n\nクチコミを詳細ページに掲載して多くの%member_caption%さんに\nご覧いただけるようにするためには、以下の操作をお願いいたします。\n\n＜クチコミ表示方法＞\n1．%prof_caption%管理画面にログイン\n　  %ssl_host_url%/WTE/prof.cgi\n\n2．ダッシュボードの右下にあるクチコミ管理をご確認ください。\n　  【操作】欄にて、表示/非表示を切り替えることが可能です。\n　※こちらに表示がない場合は、【クチコミ管理はこちらから】を\n　　クリックして、操作をお願いします。\n\n\n今後とも%product_name%をよろしくお願いいたします。\n\n%pub_common_mail_footer%'),
('dwn9001', 'Subject: [%product_name%] <TMPL_IF NAME=\"dwn_type_1\">動画</TMPL_IF><TMPL_IF NAME=\"dwn_type_2\">PDF</TMPL_IF>購入通知\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %member_email%\n\n%member_handle% 様\n\nこんにちは、%product_name%運営事務局です。\n\n下記の通り<TMPL_IF NAME=\"dwn_type_1\">動画</TMPL_IF><TMPL_IF NAME=\"dwn_type_2\">PDF</TMPL_IF>商品の購入手続きが完了しました。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■ご購入商品\n──────────────────────────────────\n\n・商品名　：%dwn_title%\n・商品種別：<TMPL_IF NAME=\"dwn_type_1\">動画</TMPL_IF><TMPL_IF NAME=\"dwn_type_2\">PDF</TMPL_IF>\n\n・ご利用方法\n以下のアドレスにブラウザーからアクセスしてください。\n%ssl_host_url%/WTE/mypage.cgi?m=dwndtlfrm&dwn_id=%dwn_id%\n\n・有効期限：%dsl_expire_0%/%dsl_expire_1%/%dsl_expire_2% %dsl_expire_3%:%dsl_expire_4%:%dsl_expire_5% まで\n※有効期限を過ぎると、再度ダウンロードが必要となります。\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n\n今後とも%product_name%をよろしくお願いいたします。\n\n%pub_common_mail_footer%'),
('dwn9002', 'Subject: [%product_name%] <TMPL_IF NAME=\"dwn_type_1\">動画</TMPL_IF><TMPL_IF NAME=\"dwn_type_2\">PDF</TMPL_IF>購入通知\nSender: %member_handle% 様\nFrom: %member_email%\nTo: %pub_from%\n\nご担当者様\n\n下記の通り<TMPL_IF NAME=\"dwn_type_1\">動画</TMPL_IF><TMPL_IF NAME=\"dwn_type_2\">PDF</TMPL_IF>商品が購入されました。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■ご購入商品\n──────────────────────────────────\n\n・購入会員：[%member_id%] %member_handle% 様\n・商品名　：[%dwn_id%] %dwn_title%\n・商品種別：<TMPL_IF NAME=\"dwn_type_1\">動画</TMPL_IF><TMPL_IF NAME=\"dwn_type_2\">PDF</TMPL_IF>\n・有効期限：%dsl_expire_0%/%dsl_expire_1%/%dsl_expire_2% %dsl_expire_3%:%dsl_expire_4%:%dsl_expire_5% まで\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n\nその他、システム管理画面のDL商品管理にて一覧をご確認いただけます。\n\nどうぞ、宜しくお願いいたします。\n\n%pub_common_mail_footer%'),
('lsn9001', 'Subject: 【ワールドトーク】%lsn_stime_n%月%lsn_stime_j%日%stime%から%course_name%があります\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %member_email%\nBcc: worldtalk@writeup.co.jp\n\n%member_handle% 様\n\nこんにちは、%product_name%運営事務局です。\n\n本日は%course_name%があります。\nお時間になりましたら、レッスンURLへご入室ください。\n\n───────────────────────────\n\n▼講座名\n　%course_name%\n\n▼レッスン日時\n　%lsn_stime_Y%年%lsn_stime_n%月%lsn_stime_j%日（%lsn_stime_wj%）%stime%～%etime%\n\n▼レッスンURL\n　%course_meeting_url%\n<TMPL_IF NAME=\"course_meeting_id\">　ミーティング ID：%course_meeting_id%\n　パスコード：%course_meeting_pass%\n　※レッスンは毎回同じURLで行われます。ID・パスコードも同じです。</TMPL_IF>\n\n▼講師\n　%prof_handle% 先生\n\n▼シラバス\n　%course_syllabus%\n\n▼教材GoogleDrive(アーカイブ・宿題など）\n　%course_material_drive_url%\n\n───────────────────────────\n\n%course_mail_s%\n\n───────────────────────────\n\nそれでは、ワールドトークでのグループ講座レッスンをお楽しみ下さい。\n皆さんにとって、本日が皆様の英語学習の一助となることを\n事務局スタッフ一同、心より願っております。\n\n今後とも講師共々、ワールドトークをよろしくお願いします。\n\n%pub_common_mail_footer%'),
('lsn9002', 'Subject: 【ワールドトーク】%lsn_stime_n%月%lsn_stime_j%日%stime%から%course_name%があります\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %prof_email%\nBcc: worldtalk@writeup.co.jp\n\n%prof_handle% 先生\n\nこんにちは、%product_name%運営事務局です。\n\n本日は%course_name%があります。\nレッスンの準備をお願いいたします。\n\n▼講座名\n　%course_name%\n\n▼レッスン日時\n　%lsn_stime_Y%年%lsn_stime_n%月%lsn_stime_j%日（%lsn_stime_wj%）%stime%～%etime%\n\n▼レッスンURL\n　%course_meeting_url%\n<TMPL_IF NAME=\"course_meeting_id\">　ミーティング ID：%course_meeting_id%\n　パスコード：%course_meeting_pass%\n　※レッスンは毎回同じURLで行われます。ID・パスコードも同じです。</TMPL_IF>\n\n▼会員\n　%member_handle% さん\n\n▼シラバス\n　%course_syllabus%\n\n▼教材GoogleDrive(アーカイブ・宿題など）\n　%course_material_drive_url%\n\n───────────────────────────\n\n本レッスンはグループ講座レッスンです\n\n■レッスンの流れ\n-----------------------------\n1.授業開始前にZoomURLをクリックします\n2.時間になったらルームに入室ができます\n3.参加者が揃い次第レッスンスタートしてください\n\n【お願いしたいこと】\n\n・Zoom URLを起動した状態でお待ちください\n\n・Zoomに入室できない場合は、運営事務局までご連絡ください\n　customer@worldtalk.jp\n\n───────────────────────────\n\nそれでは、ワールドトークでのグループ講座レッスンをお願いします。\n今後ともよろしくお願いします。\n\n%pub_common_mail_footer%'),
('lsn9011', 'Subject: 【ワールドトーク】%course_name%お疲れ様でした\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %member_email%\nBcc: worldtalk@writeup.co.jp\n\n%member_handle% 様\n\nこんにちは、ワールドトークです。\n%course_name%お疲れさまでした。\n\n───────────────────────────\n\n下記の通り、レッスンが終了しました。\n\n▼講座名\n　%course_name%\n\n▼レッスン日時\n　%lsn_stime_Y%年%lsn_stime_n%月%lsn_stime_j%日（%lsn_stime_wj%）%stime%～%etime%\n\n▼レッスンURL\n　%course_meeting_url%\n<TMPL_IF NAME=\"course_meeting_id\">　ミーティング ID：%course_meeting_id%\n　パスコード：%course_meeting_pass%\n　※レッスンは毎回同じURLで行われます。ID・パスコードも同じです。</TMPL_IF>\n\n▼講師\n　%prof_handle% 先生\n\n▼シラバス\n　%course_syllabus%\n\n▼教材GoogleDrive(アーカイブ・宿題など）\n　%course_material_drive_url%\n\n───────────────────────────\n\n%course_mail_e%\n\n───────────────────────────\n\n引き続き、ワールドトークでのグループ講座レッスンをお楽しみ下さい。\n皆さんにとって、本日が皆様の英語学習の一助となることを\n事務局スタッフ一同、心より願っております。\n\n今後とも講師共々、ワールドトークをよろしくお願いします。\n\n\n%pub_common_mail_footer%'),
('lsn9012', 'Subject:【ワールドトーク】%course_name%お疲れ様でした \nSender: %pub_sender%\nFrom: %pub_from%\nTo: %prof_email%\nBcc: worldtalk@writeup.co.jp\n\n%prof_handle% 様\n\nこんにちは、ワールドトークです。\n%course_name%お疲れさまでした。\n\n───────────────────────────\n\n下記の通り、レッスンが終了しました。\n\n▼講座名\n　%course_name%\n\n▼レッスン日時\n　%lsn_stime_Y%年%lsn_stime_n%月%lsn_stime_j%日（%lsn_stime_wj%）%stime%～%etime%\n\n▼レッスンURL\n　%course_meeting_url%\n<TMPL_IF NAME=\"course_meeting_id\">　ミーティング ID：%course_meeting_id%\n　パスコード：%course_meeting_pass%\n　※レッスンは毎回同じURLで行われます。ID・パスコードも同じです。</TMPL_IF>\n\n▼講師\n　%prof_handle% 先生\n\n▼シラバス\n　%course_syllabus%\n\n▼教材GoogleDrive(アーカイブ・宿題など）\n　%course_material_drive_url%\n\n───────────────────────────\n\n本レッスンはグループ講座レッスンです\n\nトラブル、または不明点があれば以下にご連絡ください\n　customer@worldtalk.jp\n\n今後ともよろしくお願いします。\n\n%pub_common_mail_footer%'),
('mpg9001', 'Subject: [%product_name%] 退会通知\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %member_email%\n\n%member_lastname% %member_firstname% 様\n\n退会を承りました。\n\n会員登録はいつでも可能です。機会がございましたらぜひまたご利用ください。\n\n%pub_common_mail_footer%'),
('mpg9011', 'Subject: [%product_name%] お問い合わせ\nSender: %member_handle% 様\nFrom: %member_email%\nTo: %pub_from%\n\nご担当者様\n\n会員よりお問い合わせがありました。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■会員情報\n──────────────────────────────────\n\n会員ID：%member_id%\n姓名：%member_lastname% %member_firstname%\nニックネーム：%member_handle%\nメールアドレス：%member_email%\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■お問い合わせ日時\n──────────────────────────────────\n\n%tm_0%/%tm_1%/%tm_2% %tm_3%:%tm_4%:%tm_5%\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■お問い合わせ内容\n──────────────────────────────────\n%inq_title_caption%\n──────────────────────────────────\n%inq_cont%\n\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■お問い合わせが増えてきたと思ったら・・・\n──────────────────────────────────\n\n▼よくある問い合わせページに質問を追加しましょう\n　 よくある問い合わせ：%ssl_host_url%/wte/faq/ \n　 問い合わせに返信する際に、「こちらのページに詳しい記載を行っています」と\n　 ご案内をすることが出来るので、問い合わせ対応時間が減ります。\n\n▼メールテンプレートを作成しましょう\n　 毎回ひとつひとつメールを書いていると、時間があっという間に過ぎてしまいます。\n　 同じような問い合わせがたくさん来るようであれば、テンプレートを作りましょう。\n　 テンプレートの内容は、問い合わせ対応を繰り返しながら推敲していくと\n　 より一層伝わりやすい内容になっていきます。\n\n▼署名に記載してみましょう\n　 問い合わせ対応をするときの署名に、良くある問い合わせTOP3を\n　 記載してみてはいかがでしょうか？\n　 あらかじめこんな問い合わせをいただきます！と記載しておくことで\n　 %member_caption%様が問い合わせをする前に目を通してもらうことが\n　 できます。ぜひ、お試しください。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n\n%pub_common_mail_footer%'),
('mpg9012', 'Subject: [%product_name%] お問い合わせを承りました。\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %member_email%\n\n%member_lastname% %member_firstname% 様\n\nご利用ありがとうございます、%product_name%運営事務局です。\n問い合わせありがとうございました。内容を確認し担当者より追ってご連絡します。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■お問い合わせ日時\n──────────────────────────────────\n\n%tm_0%/%tm_1%/%tm_2% %tm_3%:%tm_4%:%tm_5%\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■お問い合わせ内容\n──────────────────────────────────\n%inq_title_caption%\n──────────────────────────────────\n%inq_cont%\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n\nまた、こちらのページによくあるお問い合わせをまとめております。\nご参考いただけますと幸いです。\nよくあるご質問：%ssl_host_url%/wte/faq/\n\n今後とも、%product_name%をどうぞ宜しくお願いいたします。\n\n%pub_common_mail_footer%'),
('mpg9013', 'Subject: [%product_name%] お問い合わせ\nSender: %inq_name% 様\nFrom: %inq_email%\nTo: %pub_from%\n\nご担当者様\n\n会員よりお問い合わせがありました。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■お問い合わせ日時\n──────────────────────────────────\n\n%tm_0%/%tm_1%/%tm_2% %tm_3%:%tm_4%:%tm_5%\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■お客様情報\n──────────────────────────────────\n\n・お名前：%inq_name%\n・メールアドレス：%inq_email%\n・登録状況：%inq_mtype_caption%\n・お問い合わせ項目：%inq_title_caption%\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■お問い合わせ内容\n──────────────────────────────────\n\n%inq_cont%\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n\n%pub_common_mail_footer%'),
('mpg9014', 'Subject: [%product_name%] お問い合わせを承りました。\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %inq_email%\n\n%inq_name% 様\n\nご利用ありがとうございます、%product_name%運営事務局です。\n問い合わせありがとうございました。内容を確認し担当者より追ってご連絡します。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■お問い合わせ日時\n──────────────────────────────────\n\n%tm_0%/%tm_1%/%tm_2% %tm_3%:%tm_4%:%tm_5%\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■お客様情報\n──────────────────────────────────\n\n・お名前：%inq_name%\n・メールアドレス：%inq_email%\n・登録状況：%inq_mtype_caption%\n・お問い合わせ項目：%inq_title_caption%\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■お問い合わせ内容\n──────────────────────────────────\n\n%inq_cont%\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n\nまた、こちらのページによくあるお問い合わせをまとめております。\nご参考いただけますと幸いです。\nよくあるご質問：%ssl_host_url%/wte/faq/\n\n今後とも、%product_name%をどうぞ宜しくお願いいたします。\n\n%pub_common_mail_footer%'),
('msg9001', 'Subject: [%product_name%] メッセージ送信通知\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %member_email%\n\n%member_lastname% %member_firstname% 様\n\nこんにちは、%product_name%運営事務局です。\n下記の通り%prof_handle%さんにメッセージを送信いたしました。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■送信内容\n──────────────────────────────────\n\n・レッスン： %lsn_stime_Y%年%lsn_stime_n%月%lsn_stime_j%日（%lsn_stime_wj%）%stime%～%etime%\n・宛先： %prof_handle% さん\n・メッセージ\n\n%msg_content%\n\n・レッスン確認ページはこちら\n%ssl_host_url%/WTE/mypage.cgi?m=lsndtlfrm&lsn_id=%lsn_id%\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n\nメッセージはいつでも送信することが可能です。\nその他にもお伝えしたいことがございましたら、ご利用ください。\n\n＜おすすめメッセージ内容＞\n・実施したいレッスンの内容について\n　(単語の練習がしたい、●●●なシチュエーションで会話をしたい、等)\n\n・前回のレッスン内容について\n　(先日は、テキストの●ページまでやったので、今日は●ページから・・等)\n\n\nお時間によっては、%prof_caption%がメッセージを確認できない場合も\nございますので、ご了承くださいませ。\n\n今後とも%product_name%をよろしくお願いいたします。\n\n%pub_common_mail_footer%'),
('msg9002', 'Subject: [%product_name%] メッセージ受信通知\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %member_email%\n\n%prof_lastname% %prof_firstname% 様\n\nこんにちは、%product_name%運営事務局です。\n下記の通り%member_handle%さんからメッセージを受信いたしました。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■受信内容\n──────────────────────────────────\n\n・レッスン： %lsn_stime_Y%年%lsn_stime_n%月%lsn_stime_j%日（%lsn_stime_wj%）%stime%～%etime%\n・差出人： %member_handle% さん\n・メッセージ\n\n%msg_content%\n\n・レッスン確認ページはこちら\n%ssl_host_url%/WTE/prof.cgi?m=lsndtlfrm&lsn_id=%lsn_id%\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n\nもし、返答する必要がある場合は、以下の方法にて実施することができます。\n\n＜メッセージ送信方法＞\n1. %prof_caption%管理画面にログインします\n　 %ssl_host_url%/WTE/prof.cgi\n\n2. メッセージを受信されたレッスン日時をクリックします\n　 日時： %lsn_stime_Y%年%lsn_stime_n%月%lsn_stime_j%日（%lsn_stime_wj%）%stime%～%etime%\n\n3. メッセージ送信フォームに、メッセージを記入して【送信する】をクリックすれば完了です！\n\n\n今後とも%product_name%をよろしくお願いいたします。\n\n%pub_common_mail_footer%'),
('msg9011', 'Subject: [%product_name%] メッセージ受信通知\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %member_email%\n\n%member_lastname% %member_firstname% 様\n\nこんにちは、%product_name%運営事務局です。\n\n%prof_handle%さんからメッセージを受信いたしました。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■受信内容\n──────────────────────────────────\n\n・レッスン： %lsn_stime_Y%年%lsn_stime_n%月%lsn_stime_j%日（%lsn_stime_wj%）%stime%～%etime%\n・差出人： %prof_handle% さん\n・メッセージ\n\n%msg_content%\n\n・レッスン確認ページはこちら\n%ssl_host_url%/WTE/mypage.cgi?m=lsndtlfrm&lsn_id=%lsn_id%\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n\nこちらのメッセージに返信される場合は、以下の方法で実施が可能です。\n\n＜メッセージ送信方法＞\n1. %member_caption%マイページにログインします\n　 %ssl_host_url%/WTE/mypage.cgi\n\n2. サイドメニューの中から【予約確認】をクリックします\n\n3. メッセージを受信されたレッスン日時をクリックします\n　 日時： %lsn_stime_Y%年%lsn_stime_n%月%lsn_stime_j%日（%lsn_stime_wj%）%stime%～%etime%\n\n4. メッセージ送信フォームに、メッセージを記入して【送信する】をクリックすれば完了です！\n\n今後とも%product_name%をよろしくお願いいたします。\n\n%pub_common_mail_footer%'),
('msg9012', 'Subject: [%product_name%] メッセージ送信通知\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %prof_email%\n\n%prof_lastname% %prof_firstname% 様\n\nこんにちは、%product_name%運営事務局です。\n下記の通り%member_handle%さんへメッセージを送信いたしました。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■受信内容\n──────────────────────────────────\n\n・レッスン： %lsn_stime_Y%年%lsn_stime_n%月%lsn_stime_j%日（%lsn_stime_wj%）%stime%～%etime%\n・送信先： %member_handle% さん\n・メッセージ\n\n%msg_content%\n\n・レッスン確認ページはこちら\n%ssl_host_url%/WTE/prof.cgi?m=lsndtlfrm&lsn_id=%lsn_id%\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n\n今後とも%product_name%をよろしくお願いいたします。\n\n%pub_common_mail_footer%'),
('pay9001', 'Subject: [%product_name%] 銀行振込申請を承りました\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %member_email%\n\n%member_handle% 様\n\nこんにちは、%product_name%運営事務局です。\n\n以下の通り、銀行振込申請を承りました。\nポイントご利用までの流れを下記に記載しておりますので、\nご一読をお願いいたします。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■申請内容\n──────────────────────────────────\n会員ID：%member_id%\n登録アドレス：%member_email%\nプラン： %pln_title%（%pln_point_with_comma% pt／%pln_price_with_comma% 円）\nお振込名（カナ）： %kana%\nお振込予定日： %date%\n備考：\n%note%\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■ポイントご利用までの流れ\n──────────────────────────────────\n1. 下記の口座へ、ご記入いただいた振込予定日までにお振込をお願いします。\n\n　　=====================================\n　　AAA銀行／ABC支店　普通預金　1234567\n　　口座名義　カブシキカイシャライトアップ\n　　=======================================\n\n2. お振込の際は、お振込名義の前に【会員ID】を必ず入力してください。\n　例）会員ID　1234　ヤマダハナコ様の場合「1234ヤマダハナコ」\n　\n　会員IDの記載がない場合、会員様の特定が出来ず、ポイントの付与が\n　出来かねる場合がございますので、ご協力お願いいたします。\n　※会員IDは、上記に記載しております【申請内容】内に記述しております\n\n3. 弊社にて入金確認を行います。確認には振込日を含めて2～3営業日いただきます。\n　（営業日に土日祝日は含まれません。ご注意ください。）\n\n4. 入金の確認が完了次第、ポイントの付与を行います。\n\n5. ポイントの付与が完了しましたら、%product_name%運営事務局より\n　ご連絡をさせていただきます。ご連絡当日より、ポイントをご利用いただけます。\n\n【注意事項】\n・お振込日を含め、5日以上経過しても%product_name%運営事務局より\n　連絡が無い場合は、お手数ですがお問い合わせフォームよりご連絡くださいませ。\n　※年末年始、お盆休み、ゴールデンウィークは5日以上お日にちをいただく\n　　場合がございます。\n\n・会員IDの入力を忘れてお振込された場合は、%product_name%運営事務局まで\n　ご連絡をお願いいたします。\n\n今後とも、%product_name%をどうぞ宜しくお願いいたします。\n\n%pub_common_mail_footer%'),
('pay9002', 'Subject: [%product_name%] 銀行振込申請\nSender: %member_lastname% %member_firstname% 様\nFrom: %member_email%\nTo: %pub_from%\n\nご担当者様\n\n%member_caption%より銀行振込申請がありました。\n以下の情報をご確認ください。\n\n銀行振込の場合、ポイントは手動での付与となりますので\n入金の確認後、ポイントの付与をお願いいたします。\n※今後の流れについても以下に記載しております。\n　対応方法にご不明な点がある方はご参考ください。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■会員情報\n──────────────────────────────────\n\n姓名：%member_lastname% %member_firstname%\nE-mail：%member_email%\n%member_caption%ID：%member_id%\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■申請内容\n──────────────────────────────────\n\nプラン： %pln_title%（%pln_point_with_comma% pt／%pln_price_with_comma% 円）\nお振込名（カナ）： %kana%\nお振込予定日： %date%\n備考：\n%note%\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■今後の流れ\n──────────────────────────────────\n1. 上記に記載のあるお振込予定日（%date%）に、入金を確認します\n\n2. 入金確認が取れましたら、システム管理画面にログインしてください\n　 %ssl_host_url%/WTE/admin.cgi\n\n3. %member_caption%管理をクリックし、%member_caption%のIDで該当者の検索をします。\n　 ※%member_caption%の方には、振込名義の前に%member_caption%IDを入力してもらっています。\n   ※IDの記載がない場合は、メールアドレスで検索を行いましょう\n\n4. Pチャージをクリックし、チャージポイントの概要を\n 【加算(銀行振込単発ポイント購入】のままで、振り込んでいただいた金額に\n   応じてポイントの付与をします\n\n5. %member_caption%に連絡をして、完了です！\n\nご不明な点がございましたら、運営事務局までご連絡ください\n\n今後とも%product_name%をどうぞ、宜しくお願いいたします。\n\n%pub_common_mail_footer%'),
('pdm9001', 'Subject: [%product_name%] 請求申請通知\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %prof_email%\n\n%prof_handle% 様\n\nこんにちは、%product_name%運営事務局です。\n下記の通り請求申請を受領いたしました。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n・請求ＩＤ： %pdm_id%\n・請求金額： %pdm_price_with_comma% pt\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n\nお支払いが完了いたしましたら、運営事務局よりご連絡いたしますので\nもうしばらくお待ちくださいませ。\n\nまた、請求の状態は、%prof_caption%管理画面の【請求集計】ページでも\nご確認いただくことが可能です。\n\n今後とも%product_name%をよろしくお願いいたします。\n\n%pub_common_mail_footer%'),
('pdm9002', 'Subject: [%product_name%] %prof_caption%請求申請通知\nSender: %prof_lastname% %prof_firstname% 様\nFrom: %prof_email%\nTo: %pub_from%\n\nご担当者様\n\n下記の通り、%prof_caption%より請求申請を受領いたしました。\n請求内容をご確認のうえ、お支払いをお願いいたします。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■申請内容\n──────────────────────────────────\n\n・請求%prof_caption%： [%prof_id%] %prof_handle%\n・請求ＩＤ： %pdm_id%\n・請求金額： %pdm_price_with_comma% pt\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■今後の流れ\n──────────────────────────────────\nお支払いが完了いたしましたら、支払完了の処理をお願いします。\n\n＜支払完了処理＞\n1. システム管理画面にログインします\n    %ssl_host_url%/WTE/admin.cgi\n\n2. メニュー　%prof_caption%精算　をクリックします\n\n3. 支払が完了した%prof_caption%を選び、ステータス列にある\n  【支払済みにする】をクリックします\n\n4. こちらが完了すると、精算通知が管理者・%prof_caption%に送られます。\n\nどうぞ、宜しくお願いいたします。\n\n%pub_common_mail_footer%'),
('pdm9011', 'Subject: [%product_name%] 精算通知\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %prof_email%\n\n%prof_handle% 様\n\nこんにちは、%product_name%運営事務局です。\n\n下記の通り精算を完了しましたので、ご報告いたします。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n・請求ＩＤ： %pdm_id%\n・精算金額： %pdm_price_with_comma% pt\n・精算日時： %tm_0%/%tm_1%/%tm_2%\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n\nご不明な点がございましたら、お気軽にお問い合わせください。\n※なお、お振込のご確認が確実に出来るのは翌日となります。\n\nこれまでの請求履歴などは、%prof_caption%管理画面【請求集計】にて\nご確認いただくことが可能です。\n気になる方は、こちらをご参考ください。\n\n今後とも%product_name%をよろしくお願いいたします。\n\n%pub_common_mail_footer%'),
('pdm9012', 'Subject: [%product_name%] %prof_caption%精算通知\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %pub_from%\n\nご担当者様\n\n下記の通り精算を完了しました。\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n・請求ＩＤ： %pdm_id%\n・請求者　： [%prof_id%] %prof_lastname% %prof_firstname% 様\n・精算金額： %pdm_price_with_comma% pt\n・精算日時： %tm_0%/%tm_1%/%tm_2%\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n\nこちらの通知は、該当する%prof_caption%にも送られております。\n\nどうぞ、宜しくお願いいたします。'),
('pex9001', 'Subject: [%product_name%] ポイント有効期限のお知らせ\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %member_email%\n\n%member_handle% 様\n\nこんにちは、%product_name%運営事務局です。\n\nご利用のポイントの失効日が近づいています。\n失効日になるまえにぜひご利用ください。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■現在のポイント\n──────────────────────────────────\n▼保持ポイント\n　%member_point_with_comma% pt\n\n▼有効期限\n　%member_point_expire_Y%年%member_point_expire_n%月%member_point_expire_j%日（%member_point_expire_wj%）\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n\nその他よくあるご質問については、以下のページをご参考くださいませ。\n　◆よくあるご質問：%ssl_host_url%/wte/faq/\n\n今後とも%product_name%をよろしくお願いいたします。\n\n%pub_common_mail_footer%'),
('ppl9001', 'Subject: [%product_name%] カード決済通知\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %member_email%\nBcc: %pub_from%\n\n%member_handle% 様\n\nこんにちは、%product_name%運営事務局です。\n\n以下の通り、カード決済を承りました。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■決済内容\n──────────────────────────────────\n決済日時　　：%crd_rdate_Y%年%crd_rdate_n%月%crd_rdate_j%日(%crd_rdate_wj%) %crd_rdate_H%:%crd_rdate_i%:%crd_rdate_s%\n決済処理結果：<TMPL_IF NAME=\"crd_success_1\">成功</TMPL_IF><TMPL_IF NAME=\"crd_success_2\">失敗</TMPL_IF><TMPL_IF NAME=\"crd_success_3\">保留</TMPL_IF>\n請求書ＩＤ　：%crd_id%\n受領書ＩＤ　：%crd_receipt_id%\nご購入プラン：[%pln_id%] %pln_title%\nお支払い金額：%crd_price_with_comma% 円\n追加ポイント：%crd_point_with_comma% pt\n<TMPL_IF NAME=\"pln_subscription\">\n※こちらのプランは月額定額制プランのため、来月からは自動的に毎月 %pln_price_with_comma% 円 が課金され、%pln_point_with_comma% pt が追加されます。\n</TMPL_IF>\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n現在所持されているポイントは、マイページにログイン後ご確認いただけます。\n\nそれでは、今後とも%product_name%をよろしくお願いいたします。\n\n%pub_common_mail_footer%'),
('ppl9003', 'Subject: [%product_name%] カード決済保留通知\nSender: %prof_handle% 様\nFrom: %member_email%\nTo: %pub_from%\n\nご担当者様\n\nカード決済が保留になりました。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■決済内容\n──────────────────────────────────\n\n会員情報　　：[%member_id%] %member_lastname% %member_firstname% 様\n決済日時　　：%crd_rdate_Y%年%crd_rdate_n%月%crd_rdate_j%日(%crd_rdate_wj%) %crd_rdate_H%:%crd_rdate_i%:%crd_rdate_s%\n決済処理結果：保留\n請求書ＩＤ　：%crd_id%\n受領書ＩＤ　：%crd_receipt_id%\nご購入プラン：[%pln_id%] %pln_title%\nお支払い金額：%crd_price_with_comma% 円\n追加ポイント：%crd_point_with_comma% pt\nIPNメッセージ：%crd_ipn_message%\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n\n%pub_common_mail_footer%'),
('ppl9011', 'Subject: [%product_name%] カード月次課金完了通知\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %member_email%\n\n%member_handle% 様\n\n今月分のカード月次課金が完了しましたので、ご案内申し上げます。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■決済内容\n──────────────────────────────────\n\n決済日時　　：%crd_rdate_Y%年%crd_rdate_n%月%crd_rdate_j%日(%crd_rdate_wj%) %crd_rdate_H%:%crd_rdate_i%:%crd_rdate_s%\n請求書ＩＤ　：%crd_id%\nご購入プラン：%pln_id%\nお支払い金額：%crd_price_with_comma% 円\n追加ポイント：%crd_point_with_comma% pt\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n\n%pub_common_mail_footer%'),
('ppl9012', 'Subject: [%product_name%] カード月次課金失敗通知\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %member_email%\nBcc: %pub_from%\n\n%member_handle% 様\n\nこんにちは、%product_name%運営事務局です。\n加入いただいているコースの今月分のカード決済次が失敗しました。\n\n失敗の原因については、運営事務局では分かりかねる場合がございます。\nお手数ではございますが、一度クレジットカード会社にご連絡いただけますでしょうか。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■決済内容\n──────────────────────────────────\n\n決済日時　　：%crd_rdate_Y%年%crd_rdate_n%月%crd_rdate_j%日(%crd_rdate_wj%) %crd_rdate_H%:%crd_rdate_i%:%crd_rdate_s%\n決済処理結果：失敗\n請求書ＩＤ　：%crd_id%\nご購入プラン：%pln_id%\nお支払い金額：%crd_price_with_comma% 円\n追加ポイント：%crd_point_with_comma% pt\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n\nなお、決済の失敗によりご加入いただいているコースは解約いたしました。\n再度コースの加入をご希望の場合は、お手数ではございますが\n再度お申し込みをお願いいたします。\n\n＜コースお申込み方法＞\n1. マイページにログインします\n　 %ssl_host_url%/WTE/mypage.cgi\n\n2. サイドメニューのカード決済をクリックします\n\n3. ご希望のコースを選び、説明に従ってお申し込みください\n\nその他ご不明な点がございましたら、運営事務局へご連絡ください。\n\n今後とも、%product_name%を宜しくお願いいたします。\n\n%pub_common_mail_footer%'),
('ppl9021', 'Subject: [%product_name%] カード月次課金解約通知\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %member_email%\nBcc: %pub_from%\n\n%member_handle% 様\n\nこんにちは、%product_name%運営事務局です。\n以下の月額課金コースの解約を承りました。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■解約内容\n──────────────────────────────────\n\n解約日時　　：%auto_sdate_Y%年%auto_sdate_n%月%auto_sdate_j%日(%auto_sdate_wj%)  %auto_sdate_H%:%auto_sdate_i%:%auto_sdate_s%\nご解約プラン：%pln_id%\n月額金額　　：%auto_price_with_comma% 円\n月次ポイント：%auto_point_with_comma% pt\n決済日　　　：毎月%auto_day%日\n最終課金日　：%auto_mdate_Y%年%auto_mdate_n%月%auto_mdate_j%日(%auto_mdate_wj%) \n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n%product_name%のご利用、ありがとうございました。\n\nご不明な点がございましたら、お気軽に運営事務局にお問い合わせください。\nどうぞ、宜しくお願いいたします。\n%pub_common_mail_footer%'),
('prg9001', 'Subject: [%product_name%] %prof_caption%仮登録通知\nSender: %prof_handle% 様\nFrom:  %prof_email%\nTo: %pub_from%\n\n\n%product_name%の%prof_caption%登録のお手続きがありました。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■ご登録内容\n──────────────────────────────────\n\n・%prof_lastname_caption%/%prof_firstname_caption%：%prof_lastname% %prof_firstname%\n・%prof_handle_caption%：%prof_handle%\n・%prof_email_caption%：%prof_email%\n・%prof_pass_caption%：ご入力いただいたパスワード\n・%prof_hp_caption%：%prof_hp%\n・住所：〒%prof_zip1%-%prof_zip2%　%prof_addr1% %prof_addr2% %prof_addr3% %prof_addr4%\n・電話番号：%prof_tel1%-%prof_tel2%-%prof_tel3%\n・%prof_gender_caption%：<TMPL_IF NAME=\"prof_gender_1\">男性</TMPL_IF><TMPL_IF NAME=\"prof_gender_2\">女性</TMPL_IF>\n・%prof_country_caption%：%prof_country_name%\n・%prof_residence_caption%：%prof_residence_name%\n・%prof_character_caption%：<TMPL_LOOP NAME=\"prof_character_loop\">%title%　</TMPL_LOOP>\n・%prof_interest_caption%：<TMPL_LOOP NAME=\"prof_interest_loop\">%title%　</TMPL_LOOP>\n\n・%prof_intro_caption%：\n%prof_intro%\n\n・%prof_app1_caption%：\n%prof_app1%\n\n・%prof_app2_caption%：\n%prof_app2%\n\n・%prof_app3_caption%：\n%prof_app3%\n\n・%prof_app4_caption%：\n%prof_app4%\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n\n%pub_common_mail_footer%'),
('prg9002', 'Subject: [%product_name%] %prof_caption%仮登録通知\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %prof_email%\n\n\n%prof_handle% 様\n\nこんにちは、%product_name%運営事務局です。\nこの度は%product_name%の%prof_caption%登録のお手続きを頂き、ありがとうございました。\n仮登録が完了いたしましたので、ご案内いたします。\n審査が終わり次第、ご連絡いたしますので、しばらくお待ちください。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■ご登録内容\n──────────────────────────────────\n\n・%prof_lastname_caption%/%prof_firstname_caption%：%prof_lastname% %prof_firstname%\n・%prof_handle_caption%：%prof_handle%\n・%prof_email_caption%：%prof_email%\n・%prof_pass_caption%：ご入力いただいたパスワード\n・%prof_hp_caption%：%prof_hp%\n・住所：〒%prof_zip1%-%prof_zip2%　%prof_addr1% %prof_addr2% %prof_addr3% %prof_addr4%\n・電話番号：%prof_tel1%-%prof_tel2%-%prof_tel3%\n・%prof_gender_caption%：<TMPL_IF NAME=\"prof_gender_1\">男性</TMPL_IF><TMPL_IF NAME=\"prof_gender_2\">女性</TMPL_IF>\n・%prof_country_caption%：%prof_country_name%\n・%prof_residence_caption%：%prof_residence_name%\n・%prof_character_caption%：<TMPL_LOOP NAME=\"prof_character_loop\">%title%　</TMPL_LOOP>\n・%prof_interest_caption%：<TMPL_LOOP NAME=\"prof_interest_loop\">%title%　</TMPL_LOOP>\n\n・%prof_intro_caption%：\n%prof_intro%\n\n・%prof_app1_caption%：\n%prof_app1%\n\n・%prof_app2_caption%：\n%prof_app2%\n\n・%prof_app3_caption%：\n%prof_app3%\n\n・%prof_app4_caption%：\n%prof_app4%\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n今後とも当サービスをよろしくお願いいたします。\n\n%pub_common_mail_footer%'),
('pwd9001', 'Subject: [%product_name%] パスワード初期化\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %member_email%\n\n%member_handle% 様\n\nさきほどご利用になったブラウザーのアドレス欄に以下のURLを入れて、\nパスワード初期化ページにアクセスしてください。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■パスワードの初期化\n──────────────────────────────────\n\n%ssl_host_url%/WTE/pwdrst.cgi?m=pwdintfrm&token=%token%\n\n※有効期限：%pwdrst_expire_0%-%pwdrst_expire_1%-%pwdrst_expire_2% %pwdrst_expire_3%:%pwdrst_expire_4%:%pwdrst_expire_5%まで\n※有効期限が過ぎると設定できなくなりますのでご注意ください。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n\n%pub_common_mail_footer%'),
('pwd9002', 'Subject: [%product_name%] パスワード初期化\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %member_email%\n\n%member_handle% 様\n\nパスワードの初期化が完了しました。\n\n%pub_common_mail_footer%\n'),
('reg9001', 'Subject: [%product_name%] 会員仮登録通知\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %member_email%\n\n\n%member_handle% 様\n\nこんにちは、%product_name%運営事務局です。\nこの度は%product_name%の会員登録のお手続きを頂き、ありがとうございました。\n仮登録が完了いたしましたので、ご案内いたします。\n以下のページにブラウザーでアクセスして本登録を完了してください。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■本登録のお手続きURL\n──────────────────────────────────\n\n%ssl_host_url%/WTE/honreg.cgi?i=%member_id%&p=%member_passphrase%&s=%seller_id%&loginid=1\n\n※有効期限： %reg_interim_expire_0%-%reg_interim_expire_1%-%reg_interim_expire_2% まで\n※有効期限が過ぎると再度仮登録が必要となりますのでご注意ください。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n\n本登録が完了するまでサービスをご利用頂けませんのでご注意ください。\n※本登録が完了いたしましたら、プロフィールの編集をお願いいたします。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■ご登録内容\n──────────────────────────────────\n\n・お名前：%member_lastname% %member_firstname%\n・ニックネーム：%member_handle%\n・メールアドレス：%member_email%\n・クーポン：<TMPL_IF NAME=\"coupon_price\">%coupon_price_with_comma% ポイント分</TMPL_IF>\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n今後とも当サービスをよろしくお願いいたします。\n\n%pub_common_mail_footer%'),
('reg9002', 'Subject: [%product_name%] 会員本登録通知\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %member_email%\nBcc: %pub_from%\n\n%member_handle% 様\n\nこんにちは、%product_name%運営事務局です。\nこの度は%product_name%の会員登録のお手続きを頂き、ありがとうございました。\n本登録が完了いたしましたので、ご案内いたします。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■ご登録内容\n──────────────────────────────────\n\n・お名前：%member_lastname% %member_firstname%\n・ニックネーム：%member_handle%\n・メールアドレス：%member_email%\n・パスワード：設定いただいたパスワードです\n・クーポン：<TMPL_IF NAME=\"coupon_price\">%coupon_price_with_comma% ポイント分</TMPL_IF>\n\n%product_name%にログイン：%ssl_host_url%/WTE/mypage.cgi\nよくあるご質問：%ssl_host_url%/wte/faq/\n＊ブックマークをしておくと便利です\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n\nまた、簡単に%product_name%のご説明をさせていただきます。\nご一読いただけますと幸いです。\n\n　Ｑ．どんな%prof_caption%とレッスンできますか？\n　─────────────────────────────────\n　こちらが%prof_caption%の一覧となります。\n　%ssl_host_url%/wte/prflstfrm/ \n　\n　%ssl_host_url%/wte/prflstfrm/ のページで【詳細検索を開く】を\n　クリックすると、あなたにあった%prof_caption%の検索がより簡単に\n　なりますので、ぜひお試しください。\n\n\n　Ｑ．月額定額制のコースに申し込むには、どうするのですか？\n　─────────────────────────────────\n　「マイページ」→「カード決済」をクリックすると、申込みページになります。\n　Paypalを使った、クレジットカード決済となります。\n　皆さんのカード番号は、%product_name%運営事務局では知らされず、\n　世界最大規模の決済会社「Paypal」が厳重に管理いたしますのでご安心ください。\n　\n　◆料金について：%ssl_host_url%/wte/plan/  ※画面最下部参照\n　◆PayPalとは：https://www.paypal.com/jp/\n　\n\n　Ｑ．必要なものは何ですか？\n　─────────────────────────────────\n　「Google Meet」と「マイク」と「WEBカメラ」の３点です。\n　無料体験にて、接続環境なども合わせてお試しください。\n\n　教室に通うよりもより手軽に、レッスンを行うことができます！\n\n　>>参加までの流れ：%ssl_host_url%/wte/lesson/\n　>>必要機材：%ssl_host_url%/wte/starter/\n\n\n　その他にも気になることがあれば、ぜひ以下のページをご参考ください。\n　%product_name%とは：%ssl_host_url%/wte/about/\n　よくある質問：%ssl_host_url%/wte/faq/\n\n　まずは無料体験で、%product_name%を体験していただき、\n　気に入っていただけましたら、お得な月額会員コースをご利用くださいませ。\n\n　今後とも%prof_caption%や運営事務局スタッフ一同を\n　どうぞ、宜しくお願いいたします。\n\n　　　▼早速ログインされる方はこちらから▼\n　　　　%ssl_host_url%/WTE/mypage.cgi\n\n%pub_common_mail_footer%'),
('rep9001', 'Subject: [%product_name%] レッスン報告の確認\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %pub_from%\n\nご担当者様\n\nレッスン報告をご確認ください。\nステータスに変更がある場合は、早急に管理画面上にて変更をお願いします。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■レッスン報告内容\n──────────────────────────────────\n・レッスンID： %lsn_id%\n・授業名：%course_name%\n・日時： %lsn_stime_Y%年%lsn_stime_n%月%lsn_stime_j%日（%lsn_stime_wj%）%stime%～%etime%\n\n・%prof_caption%： [%prof_id%] %prof_handle%\n　　報告内容　：<TMPL_IF NAME=\"lsn_prof_repo_1\">完了</TMPL_IF><TMPL_IF NAME=\"lsn_prof_repo_2\">未実施（相手が来ない）</TMPL_IF><TMPL_IF NAME=\"lsn_prof_repo_3\">トラブル（自分）</TMPL_IF><TMPL_IF NAME=\"lsn_prof_repo_9\">その他</TMPL_IF>\n　　メッセージ：%lsn_prof_repo_note%\n\n・%member_caption%： [%member_id%] %member_handle%\n　　報告内容　：<TMPL_IF NAME=\"lsn_member_repo_1\">完了</TMPL_IF><TMPL_IF NAME=\"lsn_member_repo_2\">未実施（相手が来ない）</TMPL_IF><TMPL_IF NAME=\"lsn_member_repo_3\">トラブル（自分）</TMPL_IF><TMPL_IF NAME=\"lsn_member_repo_9\">その他</TMPL_IF>\n　　メッセージ：%lsn_member_repo_note%\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■今後の流れ\n──────────────────────────────────\n1. まずは報告内容をご確認ください。お互いの報告に相違がある場合は\n　 運営事務局の判断にお任せいたします。\n\n2. ステータスを変更する場合は、システム管理画面にログインします\n　 %ssl_host_url%/WTE/admin.cgi\n\n3. メニューのレッスン管理をクリックします\n\n4. 該当のレッスンの詳細ページを開きます\n\n5. 売上確定報告期間が過ぎていなければ、こちらのページで\n　 ステータスを変更することが出来ます\n　 %member_caption%の課金対象となるか否か、設定をお願いします\n\nどうぞ、宜しくお願いいたします。\n\n%pub_common_mail_footer%'),
('rsv9001', 'Subject: [%product_name%] レッスン予約通知\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %member_email%\n\n%member_handle% 様\n\nこんにちは、%product_name%運営事務局です。\n\n下記の通りレッスンを予約いたしました。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■ご予約内容\n──────────────────────────────────\n\n▼授業名\n　 %course_name%\n\n▼日時\n　 %lsn_stime_Y%年%lsn_stime_n%月%lsn_stime_j%日（%lsn_stime_wj%）%stime%～%etime%\n　※上記に記載されている終了時間の5分前にはレッスンが完了いたします。\n　　最後の5分については、%prof_caption%が次のレッスンに移動するための時間になりますので\n　　あらかじめ、ご了承くださいませ。\n\n▼%prof_caption%情報\n　担当%prof_caption%： %prof_handle% 先生\n　%prof_caption% %prof_hp_caption%： %prof_hp%\n\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■レッスンが始まる前に・・・\n──────────────────────────────────\n・%prof_caption%にどんなレッスンをしたいのか、伝えておきましょう！\n\n　レッスン時間は限られています、より充実したレッスンを実施するためにも\n　「どんなことを学びたいのか」「何を克服したいのか」などを\n　%prof_caption%にメッセージで伝えておきましょう。\n\n　＜メッセージ送信方法＞\n　1. サイトにログイン後、サイドメニュー【レッスン確認・報告】をクリック。\n　2. メッセージを送りたい【レッスン日時】をクリック。\n　3. メッセージ枠に記入をして【送信する】ボタンをクリック。\n\n\n・Google Meetの設定を確認！\n\n　レッスン開始の10分前までに、Google Meetを立ち上げて、\n　スピーカー、マイク、Webカメラの接続テストを行いましょう。\n\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■もしもキャンセルするときは・・・\n──────────────────────────────────\n　キャンセルをするには、マイページにログインをし、\n　メニューの【予約確認】をクリック。\n　キャンセルをするレッスンを選び、キャンセルフォームに\n　理由を記入して、キャンセルの処理を行ってください。\n\n　※一定のお時間を過ぎますと緊急キャンセル対象となり、\n　　ポイントが消費いたしますのでご注意ください。\n\n今後とも%product_name%をよろしくお願いいたします。\n\n%pub_common_mail_footer%'),
('rsv9002', 'Subject: [%product_name%] レッスン予約通知\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %prof_email%\n\n%prof_handle% 様\n\n下記の通りレッスンを予約を承りました。\n%prof_caption%管理画面にログインのうえ、詳細をご確認ください。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■ご予約内容\n──────────────────────────────────\n\n・授業名：%course_name%\n・日時： %lsn_stime_Y%年%lsn_stime_n%月%lsn_stime_j%日（%lsn_stime_wj%）%stime%～%etime%\n・%member_caption%： %member_handle% さん\n・Zoom URL： %prof_hp%\n\n▼レッスン詳細\n　%ssl_host_url%/WTE/prof.cgi?m=lsndtlfrm&lsn_id=%lsn_id%\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■レッスン前に・・・\n──────────────────────────────────\n\n・初めての%member_caption%からの予約なら、メッセージを送ってみてもいいかもしれません\n　もし余裕があれば、%member_caption%にメッセージを送ってみましょう。\n　メッセージは、レッスン詳細のページから簡単に送信することができます。\n\n今後とも%product_name%をよろしくお願いいたします。\n\n--\n%pub_common_mail_footer%'),
('rsv9011', 'Subject: [%product_name%] レッスンのキャンセルを受け付けました\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %member_email%\n\n%member_handle% 様\n\nこんにちは、%product_name%運営事務局です。\n下記のレッスンのキャンセルを受け付けました。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■ご予約内容\n──────────────────────────────────\n\n・授業名：%course_name%\n・日時： %lsn_stime_Y%年%lsn_stime_n%月%lsn_stime_j%日（%lsn_stime_wj%）%stime%～%etime%\n・%prof_caption%： %prof_handle% 先生\n・キャンセル理由： %lsn_cancel_reason%\n\n　予約済ポイントとなっていたポイントは、自動で返還が行われます。\n　マイページにログインし、ご確認ください。\n　　※緊急キャンセルの場合は、ページに記載があったように\n　　　一部ポイントは消費されます\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n\n次のレッスンのご予約をお待ちしております。\n\n今後とも%product_name%をよろしくお願いいたします。\n\n%pub_common_mail_footer%'),
('rsv9012', 'Subject: [%product_name%] レッスンのキャンセルを受け付けました\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %prof_email%\n\n%prof_handle% 様\n\nこんにちは、%product_name%運営事務局です。\n下記のレッスンのキャンセルを受け付けました。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■ご予約内容\n──────────────────────────────────\n\n・授業名：%course_name%\n・日時： %lsn_stime_Y%年%lsn_stime_n%月%lsn_stime_j%日（%lsn_stime_wj%）%stime%～%etime%\n・%member_caption%： %member_handle% さん\n・キャンセル理由： %lsn_cancel_reason%\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n\n今後ともよろしくお願いいたします。\n\n%pub_common_mail_footer%\n\n'),
('rsv9021', 'Subject: [%product_name%] レッスンのキャンセルを受け付けました\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %member_email%\n\n%member_lastname% %member_firstname% 様\n\nこんにちは、%product_name%運営事務局です。\n下記のレッスンのキャンセルを%prof_caption%より受け付けました。\n\n%prof_caption%側の都合とはいえ、せっかくご予約いただいたのに\nレッスンを提供することが出来ず、申し訳ございません。\n\n%prof_caption%より、以下のメッセージが届いておりますので\nご確認くださいませ。\n\n※なお、今回のキャンセルで消費される予定だったポイントは\n　消費されずに、自動で返還されますのでご安心ください。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■ご予約内容\n──────────────────────────────────\n\n・授業名：%course_name%\n・日時： %lsn_stime_Y%年%lsn_stime_n%月%lsn_stime_j%日（%lsn_stime_wj%）%stime%～%etime%\n・%prof_caption%： %prof_handle% さん\n・キャンセル理由： %lsn_cancel_reason%\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n\n今後とも%product_name%をよろしくお願いいたします。\n\n%pub_common_mail_footer%'),
('rsv9022', 'Subject: [%product_name%] レッスンのキャンセルを受け付けました\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %prof_email%\n\n%prof_handle% 様\n\nこんにちは、%product_name%運営事務局です。\n\n%prof_lastname% %prof_firstname% 様による、下記のレッスンのキャンセルを\n受け付けましたのでご連絡いたします。\n\nなお、スケジュールの枠も合わせてキャンセルする場合は、\n【スケジュール】メニューをクリックして、キャンセルしたい日時を選びクリックしてください。\nポップアップが表示されますので、【OK】をクリックすれば完了します。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■ご予約内容\n──────────────────────────────────\n\n・授業名：%course_name%\n・日時： %lsn_stime_Y%年%lsn_stime_n%月%lsn_stime_j%日（%lsn_stime_wj%）%stime%～%etime%\n・%member_caption%： %member_handle% さん\n・キャンセル理由： %lsn_cancel_reason%\n\n※こちらのキャンセル理由について等、\n　%member_caption%様にもお送りされております。\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n\nもし、仕事などの都合により緊急キャンセルが多くなってしまう場合は、\nあらかじめ自己紹介欄にその旨を記載いただけますと幸いです。\n\n今後とも%product_name%をよろしくお願いいたします。\n\n%pub_common_mail_footer%'),
('sdm9001', 'Subject: [%product_name%] 請求申請通知\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %seller_email%\n\n%seller_company% 様\n\nこんにちは、%product_name%運営事務局です。\n下記の通り請求申請を受領いたしました。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n・請求ＩＤ： %sdm_id%\n・請求金額： %sdm_price_with_comma% pt\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n\n%product_name%では、毎月●日を締日、翌月●日にお支払いをしております。\n\nお支払いが完了いたしましたら、運営事務局よりご連絡いたしますので\nもうしばらくお待ちくださいませ。\n\n今後とも当サービスをよろしくお願いいたします。\n\n%pub_common_mail_footer%'),
('sdm9002', 'Subject: [%product_name%] 代理店請求申請通知\nSender: %seller_company% 様\nFrom: %seller_email%\nTo: %pub_from%\n\nご担当者様\n\n下記の通り代理店より請求申請を受領いたしました。\n請求内容をご確認のうえ、お支払いをお願いいたします。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■請求内容\n──────────────────────────────────\n・請求代理店： [%seller_id%] %seller_company%\n・請求ＩＤ： %sdm_id%\n・請求金額： %sdm_price_with_comma% pt\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n■今後の流れ\n──────────────────────────────────\nお支払いが完了いたしましたら、支払完了の処理をお願いします。\n\n＜支払完了処理＞\n1. システム管理画面にログインします\n　%ssl_host_url%/WTE/admin.cgi\n\n2. メニュー　代理店精算　をクリックします\n\n3. 支払が完了した代理店を選び、ステータス列にある\n　【支払済みにする】をクリックします\n\n4. こちらが完了すると、精算通知が管理者・代理店に送られます。\n\nどうぞ、宜しくお願いいたします。\n\n%pub_common_mail_footer%'),
('sdm9011', 'Subject: [%product_name%] 精算通知\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %seller_email%\n\n%seller_company% 様\n\nこんにちは、%product_name%運営事務局です。\n下記の通り精算を完了しましたのでご報告いたします。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n・請求ＩＤ： %sdm_id%\n・精算金額： %sdm_price_with_comma% pt\n・精算日　： %tm_0%/%tm_1%/%tm_2%\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\nご不明な点がございましたら、お気軽にお問い合わせください。\n※なお、お振込のご確認が確実に出来るのは翌日となります。\n\n今後とも%product_name%をよろしくお願いいたします。\n\n%pub_common_mail_footer%'),
('sdm9012', 'Subject: [%product_name%] 代理店精算通知\nSender: %pub_sender%\nFrom: %pub_from%\nTo: %pub_from%\n\nご担当者様\n\n下記の通り精算を完了しましたのでご報告いたします。\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n・請求ＩＤ： %sdm_id%\n・代理店　： [%seller_id%] %seller_company%\n・精算金額： %sdm_price_with_comma% pt\n・精算日　： %tm_0%/%tm_1%/%tm_2%\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\nこちらの通知は、該当する代理店にも送られております。\n\nどうぞ、宜しくお願いいたします。\n\n%pub_common_mail_footer%');

--
-- ダンプしたテーブルのインデックス
--

--
-- テーブルのインデックス `anns`
--
ALTER TABLE `anns`
  ADD PRIMARY KEY (`ann_id`);

--
-- テーブルのインデックス `autos`
--
ALTER TABLE `autos`
  ADD PRIMARY KEY (`auto_id`),
  ADD KEY `autos_member_id_idx` (`member_id`),
  ADD KEY `autos_crd_id_idx` (`crd_id`),
  ADD KEY `autos_pln_id_idx` (`pln_id`),
  ADD KEY `autos_last_ym_idx` (`auto_last_ym`);

--
-- テーブルのインデックス `buzzes`
--
ALTER TABLE `buzzes`
  ADD PRIMARY KEY (`buz_id`),
  ADD KEY `buzzes_member_id_idx` (`member_id`),
  ADD KEY `buzzes_prof_id_idx` (`prof_id`);

--
-- テーブルのインデックス `cards`
--
ALTER TABLE `cards`
  ADD PRIMARY KEY (`crd_id`),
  ADD KEY `cards_member_id_idx` (`member_id`),
  ADD KEY `cards_mbract_id_idx` (`mbract_id`),
  ADD KEY `cards_pln_id_idx` (`pln_id`),
  ADD KEY `cards_auto_id_idx` (`auto_id`),
  ADD KEY `cards_crd_txn_id_idx` (`crd_txn_id`),
  ADD KEY `cards_crd_payer_id_idx` (`crd_payer_id`),
  ADD KEY `cards_crd_receipt_id_idx` (`crd_receipt_id`);

--
-- テーブルのインデックス `ccates`
--
ALTER TABLE `ccates`
  ADD PRIMARY KEY (`ccate_id`);

--
-- テーブルのインデックス `coupons`
--
ALTER TABLE `coupons`
  ADD PRIMARY KEY (`coupon_id`),
  ADD UNIQUE KEY `coupons_coupon_code_idx` (`coupon_code`),
  ADD KEY `coupons_seller_id_idx` (`seller_id`),
  ADD KEY `coupons_coupon_expire_idx` (`coupon_expire`);

--
-- テーブルのインデックス `courses`
--
ALTER TABLE `courses`
  ADD PRIMARY KEY (`course_id`),
  ADD KEY `courses_prof_id_idx` (`prof_id`),
  ADD KEY `courses_course_score_idx` (`course_score`),
  ADD KEY `courses_course_order_weight_idx` (`course_order_weight`),
  ADD KEY `courses_course_ccate_id_1_idx` (`course_ccate_id_1`),
  ADD KEY `courses_course_ccate_id_2_idx` (`course_ccate_id_2`);

--
-- テーブルのインデックス `cpnacts`
--
ALTER TABLE `cpnacts`
  ADD PRIMARY KEY (`cpnact_id`),
  ADD KEY `cpnacts_coupon_id_idx` (`coupon_id`),
  ADD KEY `cpnacts_member_id_idx` (`member_id`),
  ADD KEY `cpnacts_seller_id_idx` (`seller_id`);

--
-- テーブルのインデックス `dcts`
--
ALTER TABLE `dcts`
  ADD PRIMARY KEY (`dct_id`),
  ADD KEY `dcts_dct_sort_idx` (`dct_sort`);

--
-- テーブルのインデックス `dwns`
--
ALTER TABLE `dwns`
  ADD PRIMARY KEY (`dwn_id`),
  ADD KEY `dwns_dct_id_idx` (`dct_id`),
  ADD KEY `dwns_dwn_pubdate_idx` (`dwn_pubdate`),
  ADD KEY `dwns_dwn_score_idx` (`dwn_score`),
  ADD KEY `dwns_dwn_weight_idx` (`dwn_weight`);

--
-- テーブルのインデックス `dwnsels`
--
ALTER TABLE `dwnsels`
  ADD PRIMARY KEY (`dsl_id`),
  ADD KEY `dwnsels_dwn_id_idx` (`dwn_id`),
  ADD KEY `dwnsels_member_id_idx` (`member_id`),
  ADD KEY `dwnsels_dsl_expire_idx` (`dsl_expire`);

--
-- テーブルのインデックス `favs`
--
ALTER TABLE `favs`
  ADD PRIMARY KEY (`fav_id`),
  ADD KEY `favs_member_prof_id_idx` (`member_id`,`prof_id`),
  ADD KEY `favs_prof_id_idx` (`prof_id`);

--
-- テーブルのインデックス `fmls`
--
ALTER TABLE `fmls`
  ADD PRIMARY KEY (`fml_id`);

--
-- テーブルのインデックス `group_schedules`
--
ALTER TABLE `group_schedules`
  ADD PRIMARY KEY (`group_id`);

--
-- テーブルのインデックス `lessons`
--
ALTER TABLE `lessons`
  ADD PRIMARY KEY (`lsn_id`),
  ADD KEY `lessons_seller_id_idx` (`seller_id`),
  ADD KEY `lessons_course_id_idx` (`course_id`),
  ADD KEY `lessons_lsn_stime_idx` (`lsn_stime`),
  ADD KEY `lessons_lsn_etime_idx` (`lsn_etime`),
  ADD KEY `lessons_lsn_member_repo_date_idx` (`lsn_member_repo_date`),
  ADD KEY `lessons_lsn_status_date_idx` (`lsn_status_date`),
  ADD KEY `lessons_pdm_id_idx` (`pdm_id`),
  ADD KEY `lessons_sdm_id_idx` (`sdm_id`);

--
-- テーブルのインデックス `logins`
--
ALTER TABLE `logins`
  ADD PRIMARY KEY (`lin_id`),
  ADD KEY `logins_member_id_idx` (`member_id`);

--
-- テーブルのインデックス `mbracts`
--
ALTER TABLE `mbracts`
  ADD PRIMARY KEY (`mbract_id`),
  ADD KEY `mbracts_member_id_idx` (`member_id`),
  ADD KEY `mbracts_seller_id_idx` (`seller_id`),
  ADD KEY `mbracts_mbract_cdate_idx` (`mbract_cdate`);

--
-- テーブルのインデックス `members`
--
ALTER TABLE `members`
  ADD PRIMARY KEY (`member_id`),
  ADD UNIQUE KEY `members_member_email_idx` (`member_email`),
  ADD KEY `members_seller_id_idx` (`seller_id`),
  ADD KEY `members_coupon_id_idx` (`coupon_id`),
  ADD KEY `members_member_point_expire_idx` (`member_point_expire`),
  ADD KEY `members_member_handle_idx` (`member_handle`);

--
-- テーブルのインデックス `msgs`
--
ALTER TABLE `msgs`
  ADD PRIMARY KEY (`msg_id`),
  ADD KEY `msgs_lsn_id_idx` (`lsn_id`),
  ADD KEY `msgs_member_id_idx` (`member_id`),
  ADD KEY `msgs_prof_id_idx` (`prof_id`);

--
-- テーブルのインデックス `mypgs`
--
ALTER TABLE `mypgs`
  ADD PRIMARY KEY (`mypg_id`);

--
-- テーブルのインデックス `pdms`
--
ALTER TABLE `pdms`
  ADD PRIMARY KEY (`pdm_id`),
  ADD KEY `pdms_prof_id_idx` (`prof_id`);

--
-- テーブルのインデックス `plans`
--
ALTER TABLE `plans`
  ADD PRIMARY KEY (`pln_id`);

--
-- テーブルのインデックス `preps`
--
ALTER TABLE `preps`
  ADD PRIMARY KEY (`prep_id`),
  ADD KEY `preps_prof_id_idx` (`prof_id`),
  ADD KEY `preps_member_id_idx` (`member_id`),
  ADD KEY `preps_lsn_id_idx` (`lsn_id`);

--
-- テーブルのインデックス `profs`
--
ALTER TABLE `profs`
  ADD PRIMARY KEY (`prof_id`),
  ADD UNIQUE KEY `profs_prof_email_idx` (`prof_email`),
  ADD KEY `profs_prof_fee_idx` (`prof_fee`),
  ADD KEY `profs_prof_score_idx` (`prof_score`),
  ADD KEY `profs_prof_order_weight_idx` (`prof_order_weight`),
  ADD KEY `profs_prof_handle_idx` (`prof_handle`);

--
-- テーブルのインデックス `schedules`
--
ALTER TABLE `schedules`
  ADD PRIMARY KEY (`sch_id`),
  ADD UNIQUE KEY `schedules_prof_id_sch_stime_idx` (`prof_id`,`sch_stime`),
  ADD KEY `schedules_lsn_id_idx` (`lsn_id`),
  ADD KEY `schedules_sch_stime_idx` (`sch_stime`),
  ADD KEY `schedules_sch_etime_idx` (`sch_etime`);

--
-- テーブルのインデックス `sdms`
--
ALTER TABLE `sdms`
  ADD PRIMARY KEY (`sdm_id`),
  ADD KEY `sdms_seller_id_idx` (`seller_id`);

--
-- テーブルのインデックス `sellers`
--
ALTER TABLE `sellers`
  ADD PRIMARY KEY (`seller_id`),
  ADD UNIQUE KEY `sellers_seller_email_idx` (`seller_email`),
  ADD UNIQUE KEY `sellers_seller_name_idx` (`seller_name`),
  ADD UNIQUE KEY `sellers_seller_code_idx` (`seller_code`);

--
-- テーブルのインデックス `sysconf`
--
ALTER TABLE `sysconf`
  ADD PRIMARY KEY (`name`);

--
-- テーブルのインデックス `tmpls`
--
ALTER TABLE `tmpls`
  ADD PRIMARY KEY (`tmpl_id`);

--
-- ダンプしたテーブルの AUTO_INCREMENT
--

--
-- テーブルの AUTO_INCREMENT `anns`
--
ALTER TABLE `anns`
  MODIFY `ann_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- テーブルの AUTO_INCREMENT `autos`
--
ALTER TABLE `autos`
  MODIFY `auto_id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- テーブルの AUTO_INCREMENT `buzzes`
--
ALTER TABLE `buzzes`
  MODIFY `buz_id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=81;

--
-- テーブルの AUTO_INCREMENT `cards`
--
ALTER TABLE `cards`
  MODIFY `crd_id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- テーブルの AUTO_INCREMENT `ccates`
--
ALTER TABLE `ccates`
  MODIFY `ccate_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- テーブルの AUTO_INCREMENT `coupons`
--
ALTER TABLE `coupons`
  MODIFY `coupon_id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- テーブルの AUTO_INCREMENT `courses`
--
ALTER TABLE `courses`
  MODIFY `course_id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=41;

--
-- テーブルの AUTO_INCREMENT `cpnacts`
--
ALTER TABLE `cpnacts`
  MODIFY `cpnact_id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- テーブルの AUTO_INCREMENT `dcts`
--
ALTER TABLE `dcts`
  MODIFY `dct_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- テーブルの AUTO_INCREMENT `dwns`
--
ALTER TABLE `dwns`
  MODIFY `dwn_id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- テーブルの AUTO_INCREMENT `dwnsels`
--
ALTER TABLE `dwnsels`
  MODIFY `dsl_id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- テーブルの AUTO_INCREMENT `favs`
--
ALTER TABLE `favs`
  MODIFY `fav_id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- テーブルの AUTO_INCREMENT `fmls`
--
ALTER TABLE `fmls`
  MODIFY `fml_id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- テーブルの AUTO_INCREMENT `group_schedules`
--
ALTER TABLE `group_schedules`
  MODIFY `group_id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- テーブルの AUTO_INCREMENT `lessons`
--
ALTER TABLE `lessons`
  MODIFY `lsn_id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=865;

--
-- テーブルの AUTO_INCREMENT `logins`
--
ALTER TABLE `logins`
  MODIFY `lin_id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;

--
-- テーブルの AUTO_INCREMENT `mbracts`
--
ALTER TABLE `mbracts`
  MODIFY `mbract_id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3846444;

--
-- テーブルの AUTO_INCREMENT `members`
--
ALTER TABLE `members`
  MODIFY `member_id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=84;

--
-- テーブルの AUTO_INCREMENT `msgs`
--
ALTER TABLE `msgs`
  MODIFY `msg_id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- テーブルの AUTO_INCREMENT `pdms`
--
ALTER TABLE `pdms`
  MODIFY `pdm_id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- テーブルの AUTO_INCREMENT `preps`
--
ALTER TABLE `preps`
  MODIFY `prep_id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- テーブルの AUTO_INCREMENT `profs`
--
ALTER TABLE `profs`
  MODIFY `prof_id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- テーブルの AUTO_INCREMENT `schedules`
--
ALTER TABLE `schedules`
  MODIFY `sch_id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=23;

--
-- テーブルの AUTO_INCREMENT `sdms`
--
ALTER TABLE `sdms`
  MODIFY `sdm_id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- テーブルの AUTO_INCREMENT `sellers`
--
ALTER TABLE `sellers`
  MODIFY `seller_id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
