[default]
;---------------------------------------------------------------------
;■システム名称
;---------------------------------------------------------------------
product_name = WTE

;---------------------------------------------------------------------
;■本システムのホストのURL
;最後にスラッシュを入れないで下さい。
;---------------------------------------------------------------------
ssl_host_url = https://www.group.worldtalk.jp
www_host_url = http://www.group.worldtalk.jp

;---------------------------------------------------------------------
;■staticディレクトリのURL
;最後にスラッシュを入れないで下さい。
;---------------------------------------------------------------------
static_url = /WTE/static

;---------------------------------------------------------------------
;■ログオンセッション有効期間
;管理メニューへの最後のアクセスから、ここで指定した時間を経過するとロ
;グオフした状態となります。
;1～999時間の間で指定してください。少数を指定することはできません。
;---------------------------------------------------------------------
session_expire = 1

;---------------------------------------------------------------------
;■SMTPポート番号
;---------------------------------------------------------------------
smtp_port = 25

;---------------------------------------------------------------------
;■SMTPタイムアウト（秒）
;---------------------------------------------------------------------
smtp_timeout = 30

;---------------------------------------------------------------------
;■MySQL
;---------------------------------------------------------------------
db_host = localhost
db_name = wte
db_user = wte
db_pass = CdL6sMj.aLN8
db_port = 3306

;---------------------------------------------------------------------
;■Memcached
;---------------------------------------------------------------------
memcached_servers1 = localhost:11211

;---------------------------------------------------------------------
;■会員登録セッションデータ有効期間（秒）
;---------------------------------------------------------------------
reg_session_expire = 3600

;---------------------------------------------------------------------
;■会員パスワード・リセット・セッションデータ有効期間（秒）
;---------------------------------------------------------------------
pwdrst_session_expire = 3600
;---------------------------------------------------------------------
;■会員パスワード・リセット 暗号化秘密鍵文字列
;---------------------------------------------------------------------
pwdrst_secret_key = 66sbvrz5has5dnrxutnm

;---------------------------------------------------------------------
;■マイページセッションデータ有効期間（時間）
;---------------------------------------------------------------------
mypage_session_expire = 6

;---------------------------------------------------------------------
;■マイページ自動ログインセッションデータ有効期間（時間）
;---------------------------------------------------------------------
mypage_auto_login_session_expire = 720

;---------------------------------------------------------------------
;■代理店メニューセッションデータ有効期間（時間）
;---------------------------------------------------------------------
selmnu_session_expire = 6

;---------------------------------------------------------------------
;■代理店メニュー自動ログインセッションデータ有効期間（時間）
;---------------------------------------------------------------------
selmnu_auto_login_session_expire = 720


;---------------------------------------------------------------------
;■講師メニューセッションデータ有効期間（時間）
;---------------------------------------------------------------------
prfmnu_session_expire = 6

;---------------------------------------------------------------------
;■講師メニュー自動ログインセッションデータ有効期間（時間）
;---------------------------------------------------------------------
prfmnu_auto_login_session_expire = 720

;---------------------------------------------------------------------
;■Memcacheキャッシュデータ有効期間（秒）
;---------------------------------------------------------------------
cache_expire = 300

;---------------------------------------------------------------------
;■消費税率（パーセント）
;  消費税率を変更する場合は、memcachedを必ず再起動してください。
;---------------------------------------------------------------------
tax_rate = 10


;---------------------------------------------------------------------
;■会員ロゴ
;---------------------------------------------------------------------
;・格納ディレクトリパスとURL（最後にスラッシュを入れないこと）
;---------------------------------------------------------------------
member_logo_dir = /var/www/html/WTE/imgs/member
member_logo_dir_url = /WTE/imgs/member
;---------------------------------------------------------------------
;・アップロードされるロゴ画像ファイルの最大サイズ(MB)
;---------------------------------------------------------------------
member_logo_max_size = 10
;---------------------------------------------------------------------
;・サムネイルの縦横サイズ(ピクセル)
;---------------------------------------------------------------------
;（小）
member_logo_1_w = 40
member_logo_1_h = 40
;（中）
member_logo_2_w = 200
member_logo_2_h = 200
;（大）
member_logo_3_w = 400
member_logo_3_h = 400
;---------------------------------------------------------------------
;・ロゴ画像フォーマット（ファイル拡張子となる gif, jpg, png のいずれか）
;---------------------------------------------------------------------
member_logo_ext = jpg


;---------------------------------------------------------------------
;■講師ロゴ
;---------------------------------------------------------------------
;・格納ディレクトリパスとURL（最後にスラッシュを入れないこと）
;  この中に、ロゴ登録時のテンポラリーディレクトリが生成される。
;---------------------------------------------------------------------
prof_logo_dir = /var/www/html/WTE/imgs/prof
prof_logo_dir_url = /WTE/imgs/prof
;---------------------------------------------------------------------
;・アップロードされるロゴ画像ファイルの最大サイズ(MB)
;---------------------------------------------------------------------
prof_logo_max_size = 10
;---------------------------------------------------------------------
;・サムネイルの縦横サイズ(ピクセル)
;---------------------------------------------------------------------
;（小）
prof_logo_1_w = 40
prof_logo_1_h = 40
;（中）
prof_logo_2_w = 200
prof_logo_2_h = 200
;（大）
prof_logo_3_w = 400
prof_logo_3_h = 400
;---------------------------------------------------------------------
;・ロゴ画像フォーマット（ファイル拡張子となる gif, jpg, png のいずれか）
;---------------------------------------------------------------------
prof_logo_ext = jpg



;---------------------------------------------------------------------
;■授業ロゴ
;---------------------------------------------------------------------
;・格納ディレクトリパスとURL（最後にスラッシュを入れないこと）
;  この中に、ロゴ登録時のテンポラリーディレクトリが生成される。
;---------------------------------------------------------------------
course_logo_dir = /var/www/html/WTE/imgs/course
course_logo_dir_url = /WTE/imgs/course
;---------------------------------------------------------------------
;・アップロードされるロゴ画像ファイルの最大サイズ(MB)
;---------------------------------------------------------------------
course_logo_max_size = 10
;---------------------------------------------------------------------
;・サムネイルの縦横サイズ(ピクセル)
;---------------------------------------------------------------------
;（小）
course_logo_1_w = 160
course_logo_1_h = 90
;（中）
course_logo_2_w = 640
course_logo_2_h = 360
;（大）
course_logo_3_w = 1200
course_logo_3_h = 675
;---------------------------------------------------------------------
;・ロゴ画像フォーマット（ファイル拡張子となる gif, jpg, png のいずれか）
;---------------------------------------------------------------------
course_logo_ext = jpg


;---------------------------------------------------------------------
;■ダウンロード商品ロゴ
;---------------------------------------------------------------------
;・格納ディレクトリパスとURL（最後にスラッシュを入れないこと）
;---------------------------------------------------------------------
dwn_logo_dir = /var/www/html/WTE/imgs/dwn
dwn_logo_dir_url = /WTE/imgs/dwn
;---------------------------------------------------------------------
;・アップロードされるロゴ画像ファイルの最大サイズ(MB)
;---------------------------------------------------------------------
dwn_logo_max_size = 10
;---------------------------------------------------------------------
;・サムネイルの縦横サイズ(ピクセル)
;---------------------------------------------------------------------
;（小）
dwn_logo_1_w = 40
dwn_logo_1_h = 40
;（中）
dwn_logo_2_w = 200
dwn_logo_2_h = 200
;（大）
dwn_logo_3_w = 400
dwn_logo_3_h = 400
;---------------------------------------------------------------------
;・ロゴ画像フォーマット（ファイル拡張子となる gif, jpg, png のいずれか）
;---------------------------------------------------------------------
dwn_logo_ext = jpg


;---------------------------------------------------------------------
;■ダウンロード商品ファイル格納ディレクトリ
;・最後にスラッシュを入れないこと
;・ドキュメント・ルート外のパスを指定すること
;---------------------------------------------------------------------
dwn_file_dir = /var/www/WTE/data/dwn


;---------------------------------------------------------------------
;■会員の「目的」の選択項目数（最大32個まで）
;---------------------------------------------------------------------
member_purpose_num = 32

;---------------------------------------------------------------------
;■会員の「希望」の選択項目数（最大32個まで）
;---------------------------------------------------------------------
member_demand_num = 32

;---------------------------------------------------------------------
;■会員の「興味」の選択項目数（最大32個まで）
;---------------------------------------------------------------------
member_interest_num = 32

;---------------------------------------------------------------------
;■会員の「レベル・属性」の選択項目数（最大32個まで）
;---------------------------------------------------------------------
member_level_num = 32


;---------------------------------------------------------------------
;■会員が登録可能なお気に入りの上限数
;---------------------------------------------------------------------
member_fav_limit = 100

;---------------------------------------------------------------------
;■講師の「特徴」の選択項目数（最大32個まで）
;---------------------------------------------------------------------
prof_character_num = 32

;---------------------------------------------------------------------
;■講師の「興味」の選択項目数（最大32個まで）
;---------------------------------------------------------------------
prof_interest_num = 32

;---------------------------------------------------------------------
;■講師の「ランク」の定義項目数
;---------------------------------------------------------------------
prof_rank_num = 5

;---------------------------------------------------------------------
;■会員の入力項目の表記
;---------------------------------------------------------------------
member_caption              = 会員
member_email_caption        = メールアドレス
member_pass_caption         = パスワード
member_pass2_caption        = パスワード（確認）
member_card_caption         = クレジットカード登録フラグ
member_coupon_caption       = クーポン保持金額
member_point_caption        = ポイント
member_point_expire_caption = ポイント有効日付
member_lastname_caption     = 姓
member_firstname_caption    = 名
member_handle_caption       = お名前
member_skype_id_caption     = Skype ID
member_gender_caption       = 性別
member_company_caption      = 会社名
member_dept_caption         = 部署名
member_title_caption        = 役職
member_zip1_caption         = 郵便番号（上3桁）
member_zip2_caption         = 郵便番号（上4桁）
member_addr1_caption        = 都道府県
member_addr2_caption        = 市区町村
member_addr3_caption        = 町名番地
member_addr4_caption        = 建物名
member_tel1_caption         = 電話番号（市外局番）
member_tel2_caption         = 電話番号（市内局番）
member_tel3_caption         = 電話番号（加入電番）
member_birthy_caption       = 生年月日（西暦）
member_birthm_caption       = 生年月日（月）
member_birthd_caption       = 生年月日（日）
member_hp_caption           = ホームページURL
member_passphrase_caption   = 本登録用パスフレーズ
member_logo_caption         = プロフィール写真
member_purpose_caption      = 目的
member_demand_caption       = 希望
member_interest_caption     = 興味
member_level_caption        = レベル・属性
member_associate1_caption   = 講師へのメッセージ
member_associate2_caption   = フリースペース2
member_intro_caption        = 現状の課題
member_comment_caption      = 現在の目標
member_memo_caption         = 備考
member_memo2_caption        = 運営側メモ
member_note_caption         = 会員側メモ
coupon_code_caption         = クーポン・コード
member_lang_caption         = 表示言語

;---------------------------------------------------------------------
;■講師の入力項目の表記
;---------------------------------------------------------------------
prof_caption              = 講師
prof_email_caption        = メールアドレス
prof_pass_caption         = ログインパスワード
prof_pass2_caption        = ログインパスワード（確認）
prof_fee_caption          = 必要ポイント
prof_score_caption        = 人気スコア
prof_order_weight_caption = 順位係数
prof_reco_caption         = オススメ
prof_rank_caption         = ランク
prof_step_caption         = レッスンの単位時間（分）
prof_coupon_ok_caption    = クーポン利用可否フラグ
prof_country_caption      = 出身国
prof_residence_caption    = 居住国
prof_lastname_caption     = 姓
prof_firstname_caption    = 名
prof_handle_caption       = ニックネーム
prof_skype_id_caption     = Skype ID
prof_gender_caption       = 性別
prof_company_caption      = 会社名
prof_dept_caption         = 部署名
prof_title_caption        = 役職
prof_zip1_caption         = 郵便番号（上3桁）
prof_zip2_caption         = 郵便番号（上4桁）
prof_addr1_caption        = 都道府県
prof_addr2_caption        = 市区町村
prof_addr3_caption        = 町名番地
prof_addr4_caption        = 建物名
prof_tel1_caption         = 電話番号（市外局番）
prof_tel2_caption         = 電話番号（市内局番）
prof_tel3_caption         = 電話番号（加入電番）
prof_birthy_caption       = 生年月日（西暦）
prof_birthm_caption       = 生年月日（月）
prof_birthd_caption       = 生年月日（日）
prof_hp_caption           = Google Meet URL
prof_audio_url_caption    = 自己紹介動画
prof_video_url_caption    = レッスン動画
prof_logo_caption         = プロフィール写真
prof_associate1_caption   = パスコード
prof_associate2_caption   = メール補足情報（開始）
prof_character_caption    = 検索タグ
prof_interest_caption     = 興味
prof_intro_caption        = プロフィール情報
prof_intro2_caption       = メール補足情報（終了）
prof_memo_caption         = 備考
prof_memo2_caption        = 運営側メモ
prof_note_caption         = 講師側メモ
prof_app1_caption         = どこで求人を知りましたか？
prof_app2_caption         = 講師からの紹介の場合、講師名を教えて下さい
prof_app3_caption         = 応募動機
prof_app4_caption         = 面談希望日時

;---------------------------------------------------------------------
;■プランの最大レコード数
;---------------------------------------------------------------------
plan_max = 20

